<!DOCTYPE html>
<html>
  <head>
    <meta content="text/html; charset=windows-1252" http-equiv="content-type">
    <title>Kinh nghi&#7879;m d&#7885;n d&#7865;p "n&#7897;i th&#7845;t" máy tính bàn</title>
  </head>
  <body>
    <h1><span class="contentpagetitle">Kinh nghi&#7879;m d&#7885;n d&#7865;p "n&#7897;i th&#7845;t" máy tính
        bàn</span></h1>
    <img alt="" src="noi-that-may-tinh-01.png"><br>
    <br>
    <span style="background-color: rgb(153, 204, 255)">Cách v&#7879; sinh máy tính &#273;&#7875;
      bàn - V&#7899;i các thi&#7871;t b&#7883; công ngh&#7879; cao nh&#432; máy tính thì &#273;i&#7873;u ki&#7879;n môi tr&#432;&#7901;ng
      là y&#7871;u t&#7889; quan tr&#7885;ng &#273;&#7875; &#273;ánh giá &#273;&#7897; b&#7873;n, 2 trong s&#7889; các y&#7871;u t&#7889; &#273;ang làm
      h&#7887;ng các thi&#7871;t b&#7883; &#273;i&#7879;n t&#7917; m&#7895;i n&#259;m &#7903; Vi&#7879;t Nam &#273;ó là b&#7909;i b&#7849;n và th&#7901;i ti&#7871;t
      nóng &#7849;m. Sau m&#7897;t th&#7901;i gian s&#7917; d&#7909;ng thi&#768; ch&#7855;c h&#7859;n chiê&#769;c PC lâu n&#259;m c&#7911;a b&#7841;n
      s&#7869; b&#7883; ba&#769;m bu&#803;i ca&#777; &#417;&#777; bên trong lâ&#771;n bên ngoa&#768;i &#273;&#7863;c bi&#7879;t là&nbsp;&#7903; nh&#432;&#771;ng
      chiê&#769;c qua&#803;t t&#7843;n nhi&#7879;t và&nbsp;l&#7895; thông gió. Hi&#7875;n nhiên là khi &#273;ó &#273;&#432;&#417;&#768;ng
      l&#432;u thông khi&#769; s&#7869; bi&#803; ca&#777;n và nh&#432;&#771;ng bô&#803; phâ&#803;n bên trong se&#771; không &#273;&#432;&#417;&#803;c
      ta&#777;n nhiê&#803;t t&#7889;t. Chúng c&#361;ng&nbsp;s&#7869; b&#7883; bám b&#7909;i&nbsp;và ph&#7843;i&nbsp;ho&#7841;t &#273;&#7897;ng
      &#7903; nhi&#7879;t &#273;&#7897;&nbsp;cao.&nbsp;&#272;i&#7873;u này&nbsp;ch&#7855;c ch&#7855;n s&#7869;&nbsp;làm cho các
      thành ph&#7847;n ph&#7847;n c&#7913;ng b&#7883;&nbsp;gi&#7843;m tu&#7893;i th&#7885; khá nhi&#7873;u. B&#7903;i v&#7853;y, v&#7879; sinh máy
      tính là m&#7897;t vi&#7879;c quan tr&#7885;ng và b&#7841;n nên th&#7921;c hi&#7879;n m&#7897;t cách th&#432;&#7901;ng xuyên.</span><br>
    <h3>T&#7847;n su&#7845;t v&#7879; sinh máy tính</h3>
    <p align="justify">Tùy thu&#7897;c vào &#273;i&#7873;u ki&#7879;n và môi tr&#432;&#7901;ng &#273;&#7863;t máy mà b&#7841;n nên
      ti&#7871;n hành
      v&#7879; sinh máy tính nhi&#7873;u hay ít. V&#7883; trí &#273;&#7863;t case c&#361;ng khá quan tr&#7885;ng: N&#7871;u
      b&#7841;n &#273;&#7863;t case &#7903; n&#7873;n nhà thì ch&#7855;c ch&#7855;n là nó s&#7869; d&#7877; b&#7883;&nbsp;bám b&#7909;i h&#417;n so
      v&#7899;i&nbsp;khi&nbsp;&#273;&#7863;t case &#7903; v&#7883; trí cao nh&#432; &#7903; trên bàn.&nbsp;Khi&nbsp;&#273;ó
      b&#7909;i s&#7869; khó có c&#417;
      h&#7897;i l&#7885;t vào case máy c&#7911;a b&#7841;n h&#417;n.</p>
    <p align="justify">N&#7871;u b&#7841;n có v&#7853;t nuôi trong nhà thì&nbsp;c&#361;ng s&#7869; không có
      l&#7907;i khi case
      máy&nbsp;&#273;&#432;&#7907;c&nbsp;&#273;&#7863;t &#7903; n&#7873;n nhà vì lông c&#7911;a chúng s&#7869; d&#7877; dàng l&#7885;t vào
      trong máy.</p>
    <p align="justify">Trong tr&#432;&#7901;ng h&#7907;p&nbsp;b&#7841;n hay &#259;n u&#7889;ng bên c&#7841;nh chi&#7871;c PC
      c&#7911;a mình thì
      làm v&#7879; sinh máy tính th&#432;&#7901;ng xuyên c&#361;ng là m&#7897;t vi&#7879;c&nbsp;r&#7845;t quan tr&#7885;ng.</p>
    <p align="justify">N&#7871;u&nbsp;nh&#7919;ng &#273;i&#7873;u &#273;ã nói &#7903; trên là&nbsp;&#273;úng v&#7899;i b&#7841;n,
      thì l&#7901;i khuyên cho
      b&#7841;n là&nbsp;nên v&#7879; sinh máy tính t&#7915; 3 &#273;&#7871;n 6 tháng 1 l&#7847;n. Khi c&#7843;m th&#7845;y máy
      tính nóng h&#417;n bình th&#432;&#7901;ng thì c&#361;ng là lúc b&#7841;n nên m&#7903; thùng máy ra &#273;&#7875;
      ki&#7875;m tra các thành ph&#7847;n bên trong và th&#7921;c hi&#7879;n vi&#7879;c v&#7879; sinh máy tính.</p>
    <h3>Các b&#432;&#7899;c chu&#7849;n b&#7883;</h3>
    <p align="justify">B&#7841;n không nên m&#7903;&nbsp;case trong khi PC &#273;ang ch&#7841;y. &#272;&#7875; &#273;&#7843;m
      b&#7843;o an toàn
      cho chi&#7871;c PC thân yêu c&#7911;a mình thì&nbsp;b&#7841;n hãy rút t&#7845;t c&#7843; các&nbsp;lo&#7841;i
      dây
      cáp&nbsp;k&#7871;t&nbsp;n&#7889;i&nbsp;g&#7855;n v&#7899;i máy tính nh&#432; cáp USB, cáp âm thanh, cáp
      video và
      &#273;&#7863;c bi&#7879;t là cáp ngu&#7891;n.</p>
    <img alt="" src="noi-that-may-tinh-02.png"><br>
    B&#7841;n&nbsp;c&#361;ng không nên làm v&#7879; sinh máy tính khi nó v&#7851;n còn &#273;i&#7879;n, t&#7889;t
    nh&#7845;t là hãy rút cáp ngu&#7891;n ra&nbsp;và ch&#7901; kho&#7843;ng 2 &#273;&#7871;n 5 phút &#273;&#7875; tránh tr&#432;&#7901;ng
    h&#7907;p PC v&#7851;n còn tích &#273;i&#7879;n.<br>
    <img alt="" src="noi-that-may-tinh-03.png"><br>
    <p align="justify">Ti&#7871;p theo, hãy chuy&#7875;n máy tính c&#7911;a mình &#273;&#7871;n m&#7897;t khu v&#7921;c
      thông
      thoáng và &#273;&#7911; sáng. &#272;&#7875; tránh hít ph&#7843;i b&#7909;i khi làm v&#7879; sinh máy thì b&#7841;n
      nên &#273;eo kh&#7849;u trang.</p>
    <h3 align="justify">Các công c&#7909;</h3>
    <p align="justify">Tr&#432;&#7899;c khi v&#7879; sinh máy tính, b&#7841;n s&#7869; c&#7847;n&nbsp;ph&#7843;i chu&#7849;n b&#7883;
      m&#7897;t s&#7889; d&#7909;ng
      c&#7909; &#273;&#7875; làm v&#7879; sinh.&nbsp;Tuy&#7879;t&nbsp;&#273;&#7889;i&nbsp;không nên s&#7917; d&#7909;ng máy hút b&#7909;i
      vì nó có th&#7875; gây ra hi&#7879;n t&#432;&#7907;ng tích &#273;i&#7879;n và gây h&#7841;i&nbsp;cho nh&#7919;ng thành
      ph&#7847;n quan tr&#7885;ng máy nh&#432; bo m&#7841;ch ch&#7911;, card &#273;&#7891; h&#7885;a và RAM. D&#432;&#7899;i &#273;ây là m&#7897;t
      vài công c&#7909;
      b&#7841;n c&#7847;n chu&#7849;n b&#7883; cho vi&#7879;c v&#7879; sinh máy tính.</p>
    <p align="justify">- B&#7897; &#7889;c vít.</p>
    <p align="justify">- Bình x&#7883;t khí nén: B&#7841;n có th&#7875; tìm mua &#7903; các c&#7917;a hàng
      chuyên bán các linh ki&#7879;n máy tính.</p>
    <p align="justify">- Kh&#259;n lau m&#7873;m.</p>
    <p align="justify">- Kéo. </p>
    <p align="justify">
      - Bông g&#7841;c. </p>
    <p align="justify">
      - Keo t&#7843;n nhi&#7879;t.</p>
    <p align="justify">- Dây bu&#7897;c cáp.</p>
    <img alt="" src="noi-that-may-tinh-04.png"><br>
    <p align="justify">N&#7871;u có th&#7875;, b&#7841;n&nbsp;hãy s&#7917; d&#7909;ng m&#7897;t cây bút lông &#273;&#7875; có
      th&#7875; ph&#7911;i b&#7909;i &#7903; nh&#7919;ng n&#417;i mà khí nén không th&#7875; th&#7893;i&nbsp;t&#7899;i &#273;&#432;&#7907;c.</p>
    <p align="justify">Bây gi&#7901; thì b&#7841;n &#273;ã có th&#7875; b&#7855;t &#273;&#7847;u ti&#7871;n hành công vi&#7879;c v&#7879;
      sinh máy tính &#273;&#432;&#7907;c r&#7891;i. Tr&#432;&#7899;c tiên hãy m&#7903; case máy tính.</p>
    <img alt="" src="noi-that-may-tinh-05.png"><br>
    Sau khi m&#7903; case, b&#7841;n hãy tháo t&#7845;t c&#7843; các các lo&#7841;i cáp n&#7889;i v&#7899;i bo m&#7841;ch ch&#7911;.<br>
    <img alt="" src="noi-that-may-tinh-06.png"><br>
    &#272;&#7875; quá trình làm v&#7879; sinh máy &#273;&#432;&#7907;c d&#7877; dàng h&#417;n thì b&#7841;n nên tháo ra
    các thành ph&#7847;n ph&#7847;n c&#7913;ng nh&#432; RAM, card &#273;&#7891; h&#7885;a và &#7893; &#273;&#297;a c&#7913;ng &#273;&#7875; ti&#7871;n
    hành v&#7879; sinh t&#7915;ng ph&#7847;n.<br>
    <img alt="" src="noi-that-may-tinh-07.png"><br>
    <p align="justify">Vi&#7879;c tháo CPU là không b&#7855;t bu&#7897;c vì khi tháo CPU ra c&#361;ng
      &#273;&#7891;ng ngh&#297;a v&#7899;i vi&#7879;c b&#7841;n ph&#7843;i thay&nbsp;l&#7899;p keo t&#7843;n nhi&#7879;t. N&#7871;u b&#7841;n có keo
      t&#7843;n nhi&#7879;t
      trong tay và mu&#7889;n tháo CPU thì hãy nh&#7899; làm s&#7841;ch l&#7899;p keo t&#7843;n nhi&#7879;t c&#361;
      trên CPU b&#7857;ng v&#7843;i m&#7873;m th&#7845;m c&#7891;n r&#7891;i m&#7899;i bôi keo m&#7899;i. Sau khi &#273;ã hoàn
      thành công vi&#7879;c v&#7879; sinh máy tính và l&#7855;p &#273;&#7863;t l&#7841;i CPU, b&#7841;n&nbsp;hãy bôi lên
      CPU m&#7897;t l&#7899;p keo t&#7843;n nhi&#7879;t m&#7899;i r&#7891;i&nbsp;m&#7899;i l&#7855;p qu&#7841;t t&#7843;n nhi&#7879;t&nbsp;cho
      CPU.</p>
    <p align="justify">H&#7847;u h&#7871;t ng&#432;&#7901;i dùng khi v&#7879; sinh máy tính th&#432;&#7901;ng không hay
      tháo CPU
      và qu&#7841;t&nbsp;t&#7843;n nhi&#7879;t&nbsp;c&#7911;a nó vì c&#361;ng khá khó &#273;&#7875; b&#7909;i có th&#7875; len l&#7887;i
      vào
      trong &#273;ó. Tuy nhiên l&#7921;a ch&#7885;n v&#7851;n thu&#7897;c v&#7873; b&#7841;n.</p>
    <h3 align="justify">V&#7879; sinh máy</h3>
    <p align="justify">&#272;&#7875; b&#7855;t &#273;&#7847;u v&#7879; sinh máy tính,&nbsp;b&#7841;n hãy ti&#7871;n hành làm
      s&#7841;ch các thi&#7871;t
      b&#7883; ph&#7847;n c&#7913;ng v&#7915;a &#273;&#432;&#7907;c tháo ra. Dùng bình x&#7883;t khí nén &#273;&#7875; th&#7893;i vào các
      khu v&#7921;c b&#7883; bám b&#7909;i. V&#7899;i card &#273;&#7891; h&#7885;a, b&#7909;i th&#432;&#7901;ng tích t&#7909; xung
      quanh&nbsp;các
      c&#7893;ng giao ti&#7871;p vì th&#7871; b&#7841;n nên chú ý t&#7899;i khu v&#7921;c này khi v&#7879; sinh card &#273;&#7891;
      h&#7885;a. &#272;&#7875; th&#7893;i b&#7909;i cho qu&#7841;t t&#7843;n nhi&#7879;t&nbsp;trên card &#273;&#7891; h&#7885;a, b&#7841;n hãy s&#7917; d&#7909;ng
      m&#7897;t cây bút &#273;&#7863;t &#7903; gi&#7919;a các cánh c&#7911;a qu&#7841;t t&#7843;n nhi&#7879;t &#273;&#7875; ng&#259;n không cho nó
      quay khi th&#7893;i khí nén vào trong &#273;ó.</p>
    <img alt="" src="noi-that-may-tinh-08.png"><br>
    Ti&#7871;p theo hãy b&#7855;t &#273;&#7847;u v&#7879; sinh bên trong case máy tính. Tr&#432;&#7899;c tiên
    là các khe c&#7855;m RAM, b&#7841;n hãy &#273;&#7863;t &#273;&#7847;u th&#7893;i b&#7909;i c&#7911;a bình x&#7883;t khí nén vào
    các khe c&#7855;m RAM sau &#273;ó b&#7855;t &#273;&#7847;u th&#7893;i b&#7909;i. Khi th&#7893;i b&#7909;i, b&#7841;n hãy di
    chuy&#7875;n &#273;&#7847;u th&#7893;i b&#7909;i d&#7885;c theo khe c&#7855;m RAM &#273;&#7875; có th&#7875; làm s&#7841;ch b&#7909;i m&#7897;t
    cách toàn b&#7897; cho khe c&#7855;m RAM. B&#7841;n hãy ti&#7871;p t&#7909;c làm nh&#432; th&#7871; cho các khe
    c&#7855;m RAM còn l&#7841;i.<br>
    <img alt="" src="noi-that-may-tinh-09.png"><br>
    Ti&#7871;p theo hãy làm s&#7841;ch các thi&#7871;t b&#7883; l&#7899;n h&#417;n &#7903; bên trong case máy
    nh&#432; qu&#7841;t CPU và b&#7897; ngu&#7891;n. C&#361;ng gi&#7889;ng nh&#432; khi th&#7893;i b&#7909;i cho qu&#7841;t t&#7843;n
    nhi&#7879;t trên card &#273;&#7891; h&#7885;a, b&#7841;n nên s&#7917; d&#7909;ng m&#7897;t cây bút, &#273;&#7875; ng&#259;n không cho
    qu&#7841;t t&#7843;n nhi&#7879;t quay khi th&#7893;i khí nén.<br>
    <img alt="" src="noi-that-may-tinh-11.png"><br>
    <p align="justify">B&#7841;n c&#361;ng có th&#7875; làm s&#7841;ch các qu&#7841;t t&#7843;n nhi&#7879;t b&#7857;ng cách
      dùng t&#259;m
      bông lau các cánh qu&#7841;t. Công vi&#7879;c này h&#417;i m&#7845;t th&#7901;i gian nh&#432;ng các qu&#7841;t
      t&#7843;n nhi&#7879;t s&#7869; s&#7841;nh lên trông th&#7845;y.</p>
    <p align="justify">Ti&#7871;p t&#7909;c s&#7917; d&#7909;ng bình khí nén &#273;&#7875; th&#7893;i b&#7909;i toàn b&#7897; các
      thành ph&#7847;n
      bên trong&nbsp;thùng máy. B&#7909;i có th&#7875; s&#7869; r&#417;i xu&#7889;ng phía d&#432;&#7899;i c&#7911;a case,
      b&#7841;n&nbsp;có th&#7875;&nbsp;s&#7917; d&#7909;ng bình x&#7883;t khí nén &#273;&#7875; th&#7893;i b&#7909;i &#273;i ho&#7863;c b&#7841;n c&#361;ng
      có th&#7875; dùng
      m&#7897;t chi&#7871;c kh&#259;n lau &#7849;m &#273;&#7875; lau b&#7909;i.</p>
    <img alt="" src="noi-that-may-tinh-12.png"><br>
    B&#7841;n c&#361;ng &#273;&#7915;ng nên quên làm s&#7841;ch các qu&#7841;t t&#7843;n nhi&#7879;t, l&#7895; thông h&#417;i và các khay
    ch&#7913;a&nbsp;c&#7911;a case.<br>
    <img alt="" src="noi-that-may-tinh-13.png"><br>
    <h3 align="justify">Th&#7855;t g&#7885;n cáp</h3>
    <p align="justify">B&#432;&#7899;c ti&#7871;p theo này là không b&#7855;t bu&#7897;c. Không &#273;&#432;&#7907;c g&#7885;n gàng
      &#7903; bên
      trong nh&#432; các PC &#273;&#432;&#7907;c s&#7843;n xu&#7845;t m&#7897;t cách hàng lo&#7841;t, bên trong case c&#7911;a
      các PC &#273;&#432;&#7907;c ng&#432;&#7901;i dùng t&#7921; l&#7855;p ráp s&#7869; khá l&#7897;n x&#7897;n v&#7899;i các lo&#7841;i dây cáp.
      Vì v&#7853;y s&#7869; t&#7889;t h&#417;n cho vi&#7879;c t&#7843;n nhi&#7879;t trong máy n&#7871;u các lo&#7841;i dây cáp
      &#273;&#432;&#7907;c s&#7855;p x&#7871;p m&#7897;t cách g&#7885;n gàng.</p>
    <p align="justify">&#272;&#7875; th&#7921;c hi&#7879;n vi&#7879;c này b&#7841;n s&#7869; c&#7847;n s&#7917; d&#7909;ng dây bu&#7897;c cáp.
      Dây bu&#7897;c
      cáp c&#361;ng có bán r&#7845;t nhi&#7873;u &#7903; các c&#7917;a hàng máy tính, b&#7841;n hãy ch&#7885;n lo&#7841;i
      dây &#273;&#7911; dài &#273;&#7875; bu&#7897;c cáp.</p>
    <img alt="" src="noi-that-may-tinh-14.png"><br>
    B&#7841;n hãy ng&#7855;t t&#7845;t c&#7843; các lo&#7841;i cáp ra &#273;&#7875; ti&#7879;n cho vi&#7879;c gom cáp.<br>
    <img alt="" src="noi-that-may-tinh-15.png"><br>
    Sau &#273;ó b&#7841;n hãy gom các dây cáp l&#7841;i sao cho g&#7885;n gàng b&#7857;ng cách dùng dây bu&#7897;c
    cáp &#273;&#7875; bu&#7897;c chúng l&#7841;i các. Khi s&#7917; d&#7909;ng dây bu&#7897;c cáp, b&#7841;n
    hãy&nbsp;bu&#7897;c&nbsp;dây bên ngoài dây sau&nbsp;&#273;ó&nbsp;th&#7855;t ch&#7863;t dây bu&#7897;c cáp
    h&#7871;t m&#7913;c có
    th&#7875;. Ti&#7871;p theo, b&#7841;n có th&#7875; dùng kéo &#273;&#7875; c&#7855;t các &#273;o&#7841;n dây th&#7915;a.<br>
    <img alt="" src="noi-that-may-tinh-16.png"><br>
    Sau khi gom các lo&#7841;i dây cáp, b&#7841;n hãy s&#7855;p x&#7871;p l&#7841;i chúng &#273;&#7875; thùng máy &#273;&#432;&#7907;c
    g&#7885;n gàng.<br>
    <img alt="" src="noi-that-may-tinh-17.png"><br>
    <h3 align="justify">L&#7855;p l&#7841;i máy</h3>
    <img alt="" src="noi-that-may-tinh-18.png"><br>
    Ti&#7871;p theo, b&#7841;n hãy c&#7855;m các lo&#7841;i dây cáp vào &#273;úng v&#7883; trí c&#7911;a chúng. N&#7871;u không
    nh&#7899; rõ v&#7883; trí c&#7911;a các lo&#7841;i cáp b&#7841;n hãy tham kh&#7843;o tài li&#7879;u &#273;i k&#7867;m theo máy
    tính &#273;&#7875; tránh vi&#7879;c c&#7855;m cáp sai. Sau &#273;ó hãy ti&#7871;n hành l&#7855;p
    &#273;&#7863;t l&#7841;i các thành ph&#7847;n ph&#7847;n c&#7913;ng &#273;ã &#273;&#432;&#7907;c tháo ra tr&#432;&#7899;c &#273;ó nh&#432; card màn
    hình và RAM. B&#432;&#7899;c cu&#7889;i cùng là &#273;óng case và c&#7855;m các lo&#7841;i dây k&#7871;t n&#7889;i
    l&#7841;i vào case.<br>
    <br>
    Ngu&#7891;n: http://thuthuatpc.us<br>
    <br>
  </body>
</html>
