<!DOCTYPE html>
<html>
  <head>
    <meta content="text/html; charset=windows-1252" http-equiv="content-type">
    <title>Time Machine</title>
  </head>
  <body>
    <h1>Stephen Hawking: Cách t&#7841;o m&#7897;t c&#7895; máy du hành v&#432;&#7907;t th&#7901;i gian</h1>
    <div class="messageContent">
      <article>
        <blockquote class="messageText ugc baseHtml">
          <div style="text-align: center"><b><img style="" src="time_machine_01.jpg"
                class="bbCodeImage LbImage" alt="[&#8203;IMG]" data-url="http://photo.tinhte.vn/attach/public_image/btv/16287/162874c2e8dfa8f569_article-1269288-0928C9A1000005DC-417_306x358.jpg"></b>&#8203;</div>
          <div style="text-align: center"> &#8203;</div>
          <b><span class="Tinhte_XenTag_TagLink">Du hành</span> <span class="Tinhte_XenTag_TagLink">v&#432;&#7907;t
              th&#7901;i gian</span> là m&#7897;t &#273;&#7873; tài thú v&#7883; &#273;&#432;&#7907;c l&#7845;y làm ch&#7911; &#273;&#7873; cho
            nhi&#7873;u b&#7897; phim khoa h&#7885;c gi&#7843; t&#432;&#7903;ng, bên c&#7841;nh &#273;ó nó c&#361;ng làm t&#7889;n không
            ít ch&#7845;t xám c&#7911;a nhi&#7873;u ng&#432;&#7901;i khao khát t&#7841;o ra m&#7897;t c&#7895; máy có kh&#7843; n&#259;ng
            &#273;&#432;a con ng&#432;&#7901;i tr&#7903; v&#7873; quá kh&#7913; c&#361;ng nh&#432; &#273;i &#273;&#7871;n t&#432;&#417;ng lai. V&#7853;y &#273;i&#7873;u &#273;ó
            có th&#7875; th&#7921;c hi&#7879;n &#273;&#432;&#7907;c không? Có c&#7843;n tr&#7903; nào không? T&#7841;i sao &#273;&#7871;n nay
            ng&#432;&#7901;i ta v&#7851;n ch&#432;a th&#7921;c hi&#7879;n &#273;&#432;&#7907;c? Làm th&#7871; nào &#273;&#7875; ch&#7871; t&#7841;o m&#7897;t c&#7895; máy
            du hành v&#432;&#7907;t <span class="Tinhte_XenTag_TagLink">th&#7901;i gian</span>?
            <span class="Tinhte_XenTag_TagLink">Stephen Hawking</span>, nhà V&#7853;t
            lý h&#7885;c, <span class="Tinhte_XenTag_TagLink">V&#361; tr&#7909;</span> h&#7885;c n&#7893;i
            ti&#7871;ng ng&#432;&#7901;i Anh s&#7869; giúp chúng ta tháo g&#7905; các v&#432;&#7899;ng m&#7855;c &#273;ó.</b><br>
          <br>
          <i>D&#432;&#7899;i &#273;ây là nh&#7919;ng lý lu&#7853;n c&#7911;a Stephen Hawking &#273;&#432;&#7907;c phát sóng trên
            ch&#432;&#417;ng trình "Stephen Hawking's Universe" trên kênh Discovery
            Channel.</i><br>
          <br>
          <span style="font-size: 12px"><i><b>T&#7845;t c&#7843; nh&#7919;ng gì b&#7841;n c&#7847;n là m&#7897;t h&#7889;
                sâu, máy gia t&#7889;c h&#7841;t <span class="internalLink">Large Hadron
                  Collider</span> ho&#7863;c m&#7897;t tên l&#7917;a có th&#7875; bay v&#7899;i v&#7853;n t&#7889;c c&#7921;c k&#7923;
                nhanh.</b></i></span><br>
          <br>
          Xin chào, tên tôi là Stephen Hawking, m&#7897;t nhà V&#7853;t lý h&#7885;c, V&#361; tr&#7909; h&#7885;c
          và c&#361;ng là ng&#432;&#7901;i có tính hay m&#417; m&#7897;ng. M&#7863;c dù tôi b&#7883; gi&#7899;i h&#7841;n khá nhi&#7873;u
          trong vi&#7879;c t&#7921; &#273;i l&#7841;i và ph&#7843;i nói chuy&#7879;n thông qua máy tính do b&#7879;nh
          t&#7853;t, nh&#432;ng tâm trí tôi thì ng&#432;&#7907;c l&#7841;i, chúng hoàn toàn t&#7921; do. T&#7921; do &#273;&#7875;
          khám phá v&#361; tr&#7909;, v&#7841;n v&#7853;t và t&#7921; &#273;&#7863;t ra nh&#7919;ng câu h&#7887;i l&#7899;n nh&#432;: <i>li&#7879;u
            du hành v&#432;&#7907;t th&#7901;i gian có kh&#7843; thi không? Li&#7879;u chúng ta có th&#7875; m&#7903; m&#7897;t
            cánh c&#7893;ng d&#7855;t vào quá kh&#7913; hay tìm ra m&#7897;t &#273;&#432;&#7901;ng t&#7855;t d&#7851;n &#273;&#7871;n t&#432;&#417;ng lai
            không? Chúng ta có th&#7875; dùng nh&#7919;ng quy lu&#7853;t t&#7921; nhiên &#273;&#7875; ki&#7875;m soát
            th&#7901;i gian không?</i><br>
          <br>
          Du hành v&#432;&#7907;t th&#7901;i gian t&#7915;ng b&#7883; xem là ngành khoa h&#7885;c d&#7883; giáo. Và tôi
          &#273;ã ph&#7843;i tránh nói v&#7873; nó vì s&#7907; r&#7857;ng ng&#432;&#7901;i ta s&#7869; xem mình là m&#7897;t ng&#432;&#7901;i
          k&#7923; qu&#7863;c, nh&#432;ng ngày nay thì khác. Th&#7921;c t&#7871;, tôi gi&#7889;ng nh&#432; nh&#7919;ng ng&#432;&#7901;i
          &#273;ã t&#7915;ng xây các kh&#7889;i &#273;á Stonehenge, là ng&#432;&#7901;i b&#7883; &#7843;m &#7843;nh b&#7903;i th&#7901;i gian.
          N&#7871;u có m&#7897;t c&#7895; máy v&#432;&#7907;t th&#7901;i gian, tôi s&#7869; "ghé th&#259;m" Marilyn Monroe vào
          th&#7901;i k&#7923; hoàng kim c&#7911;a cô &#7845;y ho&#7863;c vi&#7871;ng th&#259;m Galileo khi ông ta xoay
          kính thiên v&#259;n c&#7911;a mình lên b&#7847;u tr&#7901;i. Nh&#432;ng có l&#7869; tôi l&#7841;i mu&#7889;n du hành
          &#273;&#7871;n &#273;i&#7875;m t&#7853;n cùng c&#7911;a v&#361; tr&#7909; &#273;&#7875; xem nó nh&#432; th&#7871; nào.<br>
          <br>
          &#272;&#7875; hi&#7875;u tính th&#7921;c t&#7871; c&#7911;a du hành v&#432;&#7907;t th&#7901;i gian, chúng ta c&#7847;n ph&#7843;i
          "nhìn" th&#7901;i gian theo cách mà các nhà V&#7853;t lý h&#7885;c &#273;ang nhìn - nhìn &#7903;
          chi&#7873;u không gian th&#7913; 4. &#272;&#7915;ng lo vì nó c&#361;ng &#273;&#417;n gi&#7843;n thôi. B&#7845;t k&#7923; ai
          h&#7885;c qua ki&#7871;n th&#7913;c ph&#7893; thông &#273;&#7873;u bi&#7871;t r&#7857;ng m&#7885;i v&#7853;t th&#7875; trong t&#7921; nhiên,
          ngay c&#7843; con ng&#432;&#7901;i, &#273;&#7873;u t&#7891;n t&#7841;i d&#432;&#7899;i 3 chi&#7873;u không gian, &#273;ó là chi&#7873;u
          dài, chi&#7873;u r&#7897;ng và chi&#7873;u cao. Nh&#432;ng th&#7921;c ra còn có m&#7897;t chi&#7873;u n&#7919;a, &#273;ó
          là chi&#7873;u dài th&#7901;i gian. Nh&#432; con ng&#432;&#7901;i chúng ta có th&#7875; s&#7889;ng &#273;&#432;&#7907;c 80
          n&#259;m, nh&#7919;ng t&#7843;ng &#273;á Stonehenge &#273;ã t&#7891;n t&#7841;i hàng ngàn n&#259;m, còn h&#7879; M&#7863;t
          Tr&#7901;i thì s&#7869; t&#7891;n t&#7841;i &#273;&#7871;n hàng t&#7881; n&#259;m, m&#7885;i th&#7913; &#273;&#7873;u có riêng cho nó m&#7897;t
          chi&#7873;u dài v&#7873; th&#7901;i gian, và không gian c&#361;ng không ngo&#7841;i l&#7879;. Du hành
          v&#432;&#7907;t th&#7901;i gian ngh&#297;a là du hành qua chi&#7873;u không gian th&#7913; 4 này.<br>
          <br>
          Làm rõ h&#417;n v&#7845;n &#273;&#7873; này, hãy t&#432;&#7903;ng t&#432;&#7907;ng &#273;&#7871;n vi&#7879;c chúng ta lái xe h&#7857;ng
          ngày. Lái theo &#273;&#432;&#7901;ng th&#7859;ng là b&#7841;n &#273;ang lái theo 1 chi&#7873;u, qu&#7865;o trái hay
          qu&#7865;o ph&#7843;i là b&#7841;n v&#7915;a có thêm chi&#7873;u không gian th&#7913; 2, lái lên &#273;&#7891;i hay
          xu&#7889;ng d&#7889;c chính là chi&#7873;u không gian th&#7913; 3. V&#7853;y là b&#7841;n &#273;ã &#273;&#432;&#7907;c “du
          hành” trong không gian 3 chi&#7873;u. V&#7853;y làm th&#7871; nào &#273;&#7875; chúng ta du hành
          v&#432;&#7907;t th&#7901;i gian trên Trái &#272;&#7845;t? Làm sao &#273;&#7875; tìm ra con &#273;&#432;&#7901;ng c&#7911;a chi&#7873;u
          không gian th&#7913; 4?<br>
          <br>
          Nh&#432; b&#7841;n th&#432;&#7901;ng th&#7845;y trong các b&#7897; phim khoa h&#7885;c gi&#7843; t&#432;&#7903;ng v&#7873; du hành
          v&#432;&#7907;t th&#7901;i gian, c&#7895; máy th&#7901;i gian s&#7869; t&#7841;o ra m&#7897;t l&#7889;i &#273;i, m&#7897;t &#273;&#432;&#7901;ng h&#7847;m
          xuyên qua chi&#7873;u không gian th&#7913; 4 &#273;&#7875; cho con ng&#432;&#7901;i b&#432;&#7899;c qua nó. Ý t&#432;&#7903;ng
          này không quá &#273;iên r&#7891;, nh&#432;ng th&#7921;c t&#7871; có th&#7875; s&#7869; r&#7845;t khác so v&#7899;i nh&#7919;ng
          gì b&#7841;n th&#7845;y trên phim &#7843;nh. Các nhà V&#7853;t lý h&#7885;c c&#361;ng &#273;ang suy ngh&#297; v&#7873;
          các &#273;&#432;&#7901;ng h&#7847;m th&#7901;i gian này, nh&#432;ng h&#7885; ngh&#297; theo m&#7897;t góc &#273;&#7897; khác. Nh&#432;ng
          li&#7879;u cánh c&#7893;ng d&#7851;n &#273;&#7871;n t&#432;&#417;ng lai hay quá kh&#7913; có th&#7875; t&#7891;n t&#7841;i mà v&#7851;n
          tuân theo các quy lu&#7853;t t&#7921; nhiên hay không? Chúng tôi ngh&#297; r&#7857;ng câu tr&#7843;
          l&#7901;i là có. Th&#7853;m chí chúng tôi còn &#273;&#7863;t cho nó m&#7897;t cái tên &#273;ó là h&#7889; sâu
          (Wormhole). S&#7921; th&#7853;t là các h&#7889; sâu này t&#7891;n t&#7841;i xung quanh chúng ta, ch&#7881;
          có &#273;i&#7873;u chúng quá nh&#7887; &#273;&#7875; ta có th&#7875; nhìn th&#7845;y &#273;&#432;&#7907;c. Kích th&#432;&#7899;c c&#7911;a h&#7889;
          sâu là c&#7921;c k&#7923; nh&#7887;, chúng ch&#7881; t&#7891;n t&#7841;i trong nh&#7919;ng góc nh&#7887; và trong
          nh&#7919;ng khe h&#7903;, v&#7871;t n&#7913;t c&#7911;a th&#7901;i gian và không gian. Có th&#7875; b&#7841;n s&#7869; b&#7855;t
          &#273;&#7847;u th&#7845;y khó hi&#7875;u nh&#432;ng khoan hãy b&#7887; &#273;i v&#7897;i.<br>
          <br>
          <div style="text-align: center"><img style="" src="time_machine_02.jpg"
              class="bbCodeImage LbImage" alt="[&#8203;IMG]" data-url="http://photo.tinhte.vn/attach/public_image/btv/16287/162874c2e8df9182fc_article-1269288-095FBC16000005DC-551_634x447_popup.jpg">&#8203;</div>
          <div style="text-align: center"><i>H&#7889; sâu m&#7903; ra &#7903; m&#7897;t &#273;&#7847;u và &#273;&#7847;u kia
              d&#7851;n &#273;&#7871;n m&#7897;t hành tinh khác</i>&#8203;</div>
          <div style="text-align: center"> &#8203;</div>
          Không có gì là hoàn toàn ph&#7859;ng và &#273;&#7863;c bên trong c&#7843;. N&#7871;u b&#7841;n nhìn &#273;&#7911;
          g&#7847;n s&#7869; th&#7845;y &#273;&#432;&#7907;c m&#7885;i th&#7913; &#273;&#7873;u có nh&#7919;ng l&#7895; nh&#7887; li ti và &#273;&#7847;y các v&#7871;t nh&#259;n
          bên trong. &#272;ây là m&#7897;t nguyên lý v&#7853;t lý c&#417; b&#7843;n, và nó c&#361;ng &#273;úng v&#7899;i
          tr&#432;&#7901;ng h&#7907;p c&#7911;a th&#7903;i gian. Ngay c&#7843; b&#7873; m&#7863;t c&#7911;a m&#7897;t h&#7891; b&#417;i c&#361;ng có nh&#7919;ng
          g&#7907;n sóng nh&#7887; li ti. Vì v&#7853;y, m&#7885;i th&#7913; trong không gian 3 chi&#7873;u c&#7911;a chúng
          ta &#273;&#7873;u có nh&#7919;ng khe h&#7903;, và b&#7841;n hãy tin tôi khi tôi nói r&#7857;ng &#273;i&#7873;u này
          c&#361;ng &#273;úng &#273;&#7889;i v&#7899;i chi&#7873;u không gian th&#7913; 4. Th&#7901;i gian c&#361;ng có nh&#7919;ng v&#7871;t
          n&#7913;t và khe h&#7903; nh&#432; nh&#7919;ng v&#7853;t th&#7875; khác, và nh&#7919;ng v&#7871;t n&#7913;t này có kích
          th&#432;&#7899;c r&#7845;t nh&#7887;.<br>
          <br>
          Bây gi&#7901;, hãy t&#432;&#7903;ng t&#432;&#7907;ng chúng ta t&#7921; thu nh&#7887; xu&#7889;ng m&#7897;t t&#7927; l&#7879; nh&#7887; nh&#7845;t
          có th&#7875;, nh&#7887; h&#417;n c&#7843; các h&#7841;t nguyên t&#7917;, chúng ta s&#7869; &#273;&#7871;n &#273;&#432;&#7907;c m&#7897;t n&#417;i g&#7885;i
          là b&#7885;t l&#432;&#7907;ng t&#7917;. &#272;ây là n&#417;i mà các h&#7889; sâu có t&#7891;n t&#7841;i. T&#7841;i &#273;ây, các
          &#273;&#432;&#7901;ng h&#7847;m xuyên không gian và th&#7901;i gian liên t&#7909;c &#273;&#432;&#7907;c sinh ra, t&#7891;n t&#7841;i
          và bi&#7871;n m&#7845;t, sau &#273;ó l&#7841;i &#273;&#432;&#7907;c sinh ra ti&#7871;p trong th&#7871; gi&#7899;i l&#432;&#7907;ng t&#7917; này.
          Và chúng th&#7853;t s&#7921; liên k&#7871;t gi&#7919;a 2 n&#417;i khác nhau &#7903; 2 th&#7901;i &#273;i&#7875;m khác
          nhau.<br>
          <br>
          Nh&#432;ng m&#7897;t &#273;i&#7873;u không may là các &#273;&#432;&#7901;ng h&#7847;m th&#7901;i gian th&#7921;c này ch&#7881; nh&#7887;
          b&#7857;ng m&#7897;t ph&#7847;n ngàn/tri&#7879;u/t&#7927;/nghìn t&#7927; centimét, quá nh&#7887; &#273;&#7875; con ng&#432;&#7901;i có
          th&#7875; b&#432;&#7899;c qua &#273;&#432;&#7907;c, nh&#432;ng t&#7915; &#273;ây, khái ni&#7879;m v&#7873; c&#7895; máy th&#7901;i gian s&#7917; d&#7909;ng
          h&#7889; sâu t&#7915; t&#7915; hi&#7879;n ra. M&#7897;t vài nhà khoa h&#7885;c ngh&#297; r&#7857;ng ta có th&#7875; "b&#7855;t"
          m&#7897;t h&#7889; sâu, sau &#273;ó phóng l&#7899;n nó lên hàng t&#7927; l&#7847;n, &#273;&#7911; l&#7899;n &#273;&#7875; con ng&#432;&#7901;i
          có th&#7875; b&#432;&#7899;c qua, hay th&#7853;m chí là c&#7843; m&#7897;t chi&#7871;c phi thuy&#7873;n. N&#7871;u có &#273;&#7911;
          ngu&#7891;n n&#259;ng l&#432;&#7907;ng và trình &#273;&#7897; khoa h&#7885;c k&#7929; thu&#7853;t, có l&#7869; m&#7897;t h&#7889; sâu kh&#7893;ng
          l&#7891; s&#7869; &#273;&#432;&#7907;c xây d&#7921;ng trong không gian. Tôi không nói &#273;i&#7873;u &#273;ó có th&#7875;
          thành hi&#7879;n th&#7921;c, nh&#432;ng n&#7871;u có, &#273;ây s&#7869; là m&#7897;t thi&#7871;t b&#7883; phi th&#432;&#7901;ng, v&#7899;i
          m&#7897;t &#273;&#7847;u &#273;&#432;&#7901;ng h&#7847;m m&#7903; ra &#273;âu &#273;ó g&#7847;n Trái &#272;&#7845;t, và &#273;&#7847;u kia s&#7869; m&#7903; ra &#7903; m&#7897;t
          n&#417;i r&#7845;t xa ho&#7863;c m&#7897;t hành tinh xa xôi nào &#273;ó. V&#7873; lý thuy&#7871;t mà nói, m&#7897;t
          &#273;&#432;&#7901;ng h&#7847;m không gian (ho&#7863;c h&#7889; sâu) có th&#7875; làm nhi&#7873;u h&#417;n là ch&#7881; &#273;&#432;a ra
          &#273;&#7871;n nh&#7919;ng hành tinh khác. Vì n&#7871;u c&#7843; hai &#273;&#7847;u c&#7911;a &#273;&#432;&#7901;ng h&#7847;m &#273;&#7873;u d&#7851;n &#273;&#7871;n
          cùng m&#7897;t n&#417;i nh&#432;ng khác bi&#7879;t v&#7873; th&#7901;i gian, thì chi&#7871;c phi thuy&#7873;n &#273;i
          xuyên qua nó s&#7869; tr&#7903; v&#7873; quá kh&#7913; r&#7845;t xa, và loài kh&#7911;ng long s&#7869; có d&#7883;p
          &#273;&#432;&#7907;c ch&#7913;ng ki&#7871;n s&#7921; xu&#7845;t hi&#7879;n c&#7911;a nh&#7919;ng con tàu không gian hi&#7879;n &#273;&#7841;i.<br>
          <br>
          <i><span style="font-size: 12px"><b>Ph&#432;&#417;ng ti&#7879;n nhanh nh&#7845;t mà con
                ng&#432;&#7901;i t&#7915;ng ch&#7871; t&#7841;o là chi&#7871;c phi thuy&#7873;n Apollo 10 v&#7899;i v&#7853;n t&#7889;c t&#7889;i
                &#273;a 25.000 d&#7863;m/gi&#7901;. Nh&#432;ng &#273;&#7875; có th&#7875; du hành v&#432;&#7907;t th&#7901;i gian, chúng
                ta c&#7847;n ph&#7843;i bay nhanh h&#417;n th&#7871; g&#7845;p 2.000 l&#7847;n.</b></span></i><br>
          <br>
          Gi&#7901; &#273;ây tôi l&#7841;i th&#7845;y th&#7853;t khó kh&#259;n khi suy ngh&#297; v&#7873; chi&#7873;u không gian
          th&#7913; 4, h&#7889; sâu là nh&#7919;ng khái ni&#7879;m r&#7845;t ph&#7913;c t&#7841;p d&#7877; làm b&#7841;n &#273;au &#273;&#7847;u,
          nh&#432;ng &#273;&#7915;ng v&#7897;i n&#7843;n chí. Vì tôi &#273;ã ngh&#297; ra m&#7897;t thí nghi&#7879;m nho nh&#7887; có
          th&#7875; ch&#7913;ng minh li&#7879;u con ng&#432;&#7901;i có th&#7875; du hành v&#432;&#7907;t th&#7901;i gian thông qua
          h&#7889; sâu hay không. Tôi thích nh&#7919;ng ví d&#7909; nho nh&#7887; nh&#432; th&#7871; này, và c&#7843;
          r&#432;&#7907;u sâm-panh n&#7919;a. Nên tôi s&#7869; g&#7897;p hai th&#7913; này l&#7841;i &#273;&#7875; ki&#7875;m tra trong ví
          d&#7909; c&#7911;a mình.<br>
          <br>
          Hãy t&#432;&#7903;ng t&#432;&#7907;ng tôi s&#7855;p m&#7903; m&#7897;t b&#7919;a ti&#7879;c và khách m&#7901;i c&#7911;a tôi s&#7869; là
          nh&#7919;ng ng&#432;&#7901;i &#273;&#7871;n t&#7915; t&#432;&#417;ng lai, và tôi không cho ai bi&#7871;t v&#7873; b&#7919;a ti&#7879;c này
          cho &#273;&#7871;n khi b&#7919;a ti&#7879;c di&#7877;n ra. Tôi t&#7921; tay vi&#7871;t các th&#432; m&#7901;i, trong &#273;ó có
          ghi rõ t&#7885;a &#273;&#7897; v&#7873; không gian và th&#7901;i gian b&#7919;a ti&#7879;c di&#7877;n ra, sau &#273;ó chép
          ra nhi&#7873;u b&#7843;n copy và hy v&#7885;ng 1 trong s&#7889; nh&#7919;ng b&#7843;n copy này t&#7891;n t&#7841;i
          &#273;&#432;&#7907;c qua hàng ngàn n&#259;m, &#273;&#7875; &#273;&#7871;n m&#7897;t ngày nào &#273;ó trong t&#432;&#417;ng lai, m&#7897;t ai
          &#273;ó s&#7869; th&#7845;y &#273;&#432;&#7907;c t&#7901; gi&#7845;y m&#7901;i này và dùng c&#7895; máy th&#7901;i gian &#273;&#7875; quay v&#7873;
          quá kh&#7913; và... d&#7921; ti&#7879;c. Qua &#273;ó ch&#7913;ng minh &#273;&#432;&#7907;c thuy&#7871;t du hành v&#432;&#7907;t th&#7901;i
          gian là có th&#7921;c.<br>
          <br>
          Trong khi ch&#7901; &#273;&#7907;i, nh&#7919;ng ng&#432;&#7901;i khách c&#7911;a tôi có th&#7875; &#273;&#7871;n b&#7845;t c&#7913; lúc
          nào, hãy &#273;&#7871;m ng&#432;&#7907;c 5, 4, 3, 2, 1... nh&#432;ng không có ai &#273;&#7871;n c&#7843;. Th&#7853;t
          &#273;áng h&#7893; th&#7865;n! Tôi &#273;ã hy v&#7885;ng ít nh&#7845;t c&#361;ng có m&#7897;t hoa h&#7853;u hoàn v&#361; s&#7869;
          &#273;&#7871;n tham d&#7921; b&#7919;a bi&#7879;c c&#7911;a tôi. V&#7853;y t&#7841;i sao th&#7917; nghi&#7879;m này không thành
          công? M&#7897;t trong nh&#7919;ng nguyên nhân n&#7893;i ti&#7871;ng có th&#7875; k&#7875; &#273;&#7871;n khi nói v&#7873;
          vi&#7879;c du hành vào quá kh&#7913;, &#273;ó là s&#7921; ngh&#7883;ch lý.<br>
          <br>
          Nh&#7919;ng s&#7921; ngh&#7883;ch lý này r&#7845;t thú v&#7883; khi &#273;&#432;&#7907;c nói &#273;&#7871;n, ngh&#7883;ch lý n&#7893;i
          ti&#7871;ng nh&#7845;t th&#432;&#7901;ng &#273;&#432;&#7907;c nh&#7855;c &#273;&#7871;n nh&#7845;t là "ngh&#7883;ch lý ông n&#7897;i", nh&#432;ng &#7903;
          &#273;ây tôi có m&#7897;t "phiên b&#7843;n" m&#7899;i và &#273;&#417;n gi&#7843;n h&#417;n, g&#7885;i là "ngh&#7883;ch lý nhà
          khoa h&#7885;c &#273;iên". Tôi không thích cách mà các nhà khoa h&#7885;c trong phim
          th&#432;&#7901;ng &#273;&#432;&#7907;c mô t&#7843; là nh&#7919;ng ng&#432;&#7901;i &#273;iên, nh&#432;ng trong tr&#432;&#7901;ng h&#7907;p này thì
          nó l&#7841;i &#273;úng. Hãy t&#432;&#7903;ng t&#432;&#7907;ng m&#7897;t nhà khoa h&#7885;c xây d&#7921;ng m&#7897;t h&#7889; sâu, r&#7891;i
          dùng nó &#273;&#7875; tr&#7903; v&#7873; quá kh&#7913; vài phút tr&#432;&#7899;c &#273;ó. Lúc này nhà khoa h&#7885;c &#273;ó
          có th&#7875; nhìn th&#7845;y chính b&#7843;n thân ông ta c&#7911;a vài phút tr&#432;&#7899;c, nh&#432;ng
          chuy&#7879;n gì s&#7869; x&#7843;y ra n&#7871;u ông ta rút súng và b&#7855;n ch&#7871;t ông ta c&#7911;a vài
          phút tr&#432;&#7899;c &#273;ó? Bây gi&#7901; thì ông ta &#273;ã ch&#7871;t, v&#7853;y ai là ng&#432;&#7901;i &#273;ã gi&#7871;t ông
          ta? &#272;ó là m&#7897;t ngh&#7883;ch lý, tuy không có ý ngh&#297;a gì nh&#432;ng nh&#7919;ng tình
          hu&#7889;ng nh&#432; th&#7871; luôn là nh&#7919;ng c&#417;n ác m&#7897;ng &#273;&#7889;i v&#7899;i các nhà khoa h&#7885;c v&#361;
          tr&#7909;.<br>
          <br>
          <div style="text-align: center"><img style="" src="time_machine_03.jpg"
              class="bbCodeImage LbImage" alt="[&#8203;IMG]" data-url="http://photo.tinhte.vn/attach/public_image/btv/16287/162874c2e8df41fb50_article-1269288-093AA77A000005DC-133_634x286.jpg">&#8203;</div>
          <div style="text-align: center"><i>B&#7919;a ti&#7879;c c&#7911;a Hawking có c&#7843; (t&#7915; trái
              sang) <span class="Tinhte_XenTag_TagLink">Albert Einstein</span>,
              Data và Isaac Newton</i>&#8203;</div>
          <div style="text-align: center"> &#8203;</div>
          <div class="bbCodeBlock bbCodeQuote">
            <aside>
              <blockquote class="quoteContainer">
                <div class="quote"><b>M&#7897;t ví d&#7909; khác v&#7873; s&#7921; ngh&#7883;ch lý:</b> Trong
                  m&#7897;t tr&#432;&#7901;ng &#273;&#7841;i h&#7885;c, v&#7883; giáo s&#432; n&#7885; &#273;&#432;a ra m&#7897;t công th&#7913;c toán
                  h&#7885;c m&#7899;i và gi&#7843;ng gi&#7843;i cho các sinh viên c&#7911;a mình. M&#7897;t trong s&#7889;
                  các sinh viên &#273;ó dùng c&#7895; máy th&#7901;i gian &#273;&#7875; quay v&#7873; quá kh&#7913;,
                  tr&#432;&#7899;c lúc v&#7883; giáo s&#432; kia tìm ra công th&#7913;c toán và gi&#7843;ng gi&#7843;i
                  cho ông ta v&#7873; công th&#7913;c mà anh ta h&#7885;c &#273;&#432;&#7907;c &#7903; tr&#432;&#7901;ng. Sau &#273;ó v&#7883;
                  giao s&#432; l&#7841;i &#273;em công th&#7913;c này lên tr&#432;&#7901;ng &#273;&#7875; gi&#7843;ng cho các sinh
                  viên. V&#7853;y câu h&#7887;i &#273;&#7863;t ra là ai m&#7899;i chính là tác gi&#7843; c&#7911;a công
                  th&#7913;c toán &#273;ó? &#272;ây là m&#7897;t ngh&#7883;ch lý.</div>
              </blockquote>
            </aside>
          </div>
          Lo&#7841;i c&#7895; máy v&#432;&#7907;t th&#7901;i gian này s&#7869; vi ph&#7841;m m&#7897;t quy lu&#7853;t bao trùm toàn
          b&#7897; v&#361; tr&#7909; này, &#273;ó là lu&#7853;t nhân qu&#7843;. Tôi tin r&#7857;ng v&#7841;n v&#7853;t không th&#7875; t&#7921;
          ph&#7911; &#273;&#7883;nh chính b&#7843;n thân nó, b&#7903;i vì n&#7871;u nh&#432; v&#7853;y thì c&#7843; v&#361; tr&#7909; này s&#7869;
          lâm vào tình tr&#7841;ng h&#7895;n lo&#7841;n mà không gì có th&#7875; ng&#259;n &#273;&#432;&#7907;c. Nên tôi ngh&#297;
          r&#7857;ng luôn luôn có m&#7897;t th&#7913; gì &#273;ó s&#7869; xu&#7845;t hi&#7879;n &#273;&#7875; ng&#259;n các ngh&#7883;ch lý x&#7843;y
          ra. Hay nói cách khác, có m&#7897;t lý do cho vi&#7879;c t&#7841;i sao nhà khoa h&#7885;c k&#7875;
          trên không th&#7875; r&#417;i vào tình hu&#7889;ng có th&#7875; t&#7921; k&#7871;t li&#7877;u &#273;&#7901;i mình. Và
          trong tr&#432;&#7901;ng h&#7907;p này, tôi r&#7845;t ti&#7871;c ph&#7843;i nói r&#7857;ng, v&#7845;n &#273;&#7873; &#7903; &#273;ây chính
          là các h&#7889; sâu.<br>
          <br>
          Tôi ngh&#297; các h&#7889; sâu nh&#432; trên không th&#7875; t&#7891;n t&#7841;i &#273;&#432;&#7907;c, nguyên nhân là do
          m&#7897;t hi&#7879;n t&#432;&#7907;ng g&#7885;i là s&#7921; ph&#7843;n h&#7891;i. N&#7871;u xem m&#7897;t bu&#7893;i bi&#7875;u di&#7877;n nh&#7841;c
          Rock, b&#7841;n s&#7869; nghe th&#7845;y có nhi&#7873;u âm thanh rít lên r&#7845;t khó ch&#7883;u, &#273;ó
          chính là s&#7921; ph&#7843;n h&#7891;i. Khi âm thanh &#273;i vào micro, nó s&#7869; &#273;&#432;&#7907;c truy&#7873;n d&#7851;n
          bên trong s&#7907;i dây &#273;i&#7879;n, sau &#273;ó &#273;&#432;&#7907;c khu&#7871;ch &#273;&#7841;i lên nhi&#7873;u l&#7847;n thông qua
          ampli và thoát ra bên ngoài thông qua loa. Nh&#432;ng nh&#7919;ng âm thanh này
          quá l&#7899;n &#273;&#7871;n n&#7895;i âm thanh phát ra t&#7915; loa l&#7841;i ti&#7871;p t&#7909;c "chui" vào micro
          và ti&#7871;p t&#7909;c tr&#7843;i qua quá trình trên. C&#7913; m&#7895;i m&#7897;t vòng nh&#432; th&#7871; thì ti&#7871;ng
          rít &#273;ó l&#7841;i càng l&#7899;n lên, n&#7871;u không ng&#259;n c&#7843;n thì s&#7921; ph&#7843;n h&#7891;i này s&#7869; phá
          h&#7911;y toàn b&#7897; h&#7879; th&#7889;ng âm thanh.<br>
          <br>
          Quá trình trên c&#361;ng x&#7843;y ra t&#432;&#417;ng t&#7921; &#273;&#7889;i v&#7899;i h&#7889; sâu, nh&#432;ng thay vì âm
          thanh &#273;&#432;&#7907;c truy&#7873;n d&#7851;n thì &#7903; &#273;ây, &#273;ó là s&#7921; b&#7913;c x&#7841;. Ngay khi các h&#7889; sâu
          phình to ra, các tia b&#7913;c x&#7841; t&#7921; nhiên s&#7869; chui vào &#273;ó tr&#432;&#7899;c và tr&#7843;i qua
          quá trình h&#7879;t nh&#432; âm thanh trong micro, s&#7921; ph&#7843;n h&#7891;i làm cho các tia
          b&#7913;c x&#7841; ngày càng m&#7841;nh, &#273;&#7871;n n&#7895;i phá h&#7911;y luôn h&#7889; sâu &#273;ó. Vì l&#7869; &#273;ó mà cho
          dù các h&#7889; sâu tí hon có th&#7921;c s&#7921; t&#7891;n t&#7841;i, và m&#7897;t ngày nào nó có th&#7875;
          phình to ra thì nó c&#361;ng không th&#7875; t&#7891;n t&#7841;i &#273;&#7911; lâu &#273;&#7875; dùng làm c&#7895; máy
          th&#7901;i gian. &#272;ây là lý do t&#7841;i sao không có ai &#273;&#7871;n d&#7921; bu&#7893;i ti&#7879;c c&#7911;a tôi
          c&#7843;. Do v&#7853;y, b&#7845;t c&#7913; hình th&#7913;c du hành nào tr&#7903; v&#7873; quá kh&#7913; b&#7857;ng h&#7889; sâu
          hay b&#7857;ng ph&#432;&#417;ng pháp khác là &#273;i&#7873;u g&#7847;n nh&#432; không th&#7875;, n&#7871;u không thì
          nh&#7919;ng s&#7921; ngh&#7883;ch lý s&#7869; x&#7843;y ra. &#272;ây qu&#7843; là m&#7897;t tin &#273;áng bu&#7891;n cho nh&#7919;ng
          tay s&#259;n kh&#7911;ng long và các nhà S&#7917; h&#7885;c.<br>
          <br>
          Nh&#432;ng câu chuy&#7879;n v&#7851;n ch&#432;a k&#7871;t thúc &#7903; &#273;ây, b&#7841;n v&#7851;n còn m&#7897;t h&#432;&#7899;ng khác
          &#273;&#7875; du hành, &#273;ó là t&#7899;i t&#432;&#417;ng lai. B&#7843;n thân tôi r&#7845;t tin t&#432;&#7903;ng vào du
          hành v&#432;&#7907;t th&#7901;i gian, nh&#7845;t là du hành vào t&#432;&#417;ng lai. Th&#7901;i gian trôi &#273;i
          gi&#7889;ng nh&#432; dòng ch&#7843;y c&#7911;a m&#7897;t con su&#7889;i mà trong &#273;ó, chúng ta b&#7883; cu&#7889;n
          theo m&#7897;t cách không ng&#7915;ng ngh&#7881;. Nh&#432;ng có m&#7897;t &#273;i&#7873;u &#273;&#7863;c bi&#7879;t mà dòng
          ch&#7843;y th&#7901;i gian gi&#7889;ng nh&#432; dòng ch&#7843;y c&#7911;a n&#432;&#7899;c, &#273;ó là nó s&#7869; ch&#7843;y &#273;i v&#7899;i
          nh&#7919;ng v&#7853;n t&#7889;c khác nhau &#7903; nh&#7919;ng &#273;&#7883;a &#273;i&#7875;m khác nhau, và &#273;ây là chìa
          khóa &#273;&#7875; chúng ta &#273;i &#273;&#7871;n t&#432;&#417;ng lai. Ý t&#432;&#7903;ng này l&#7847;n &#273;&#7847;u tiên &#273;&#432;&#7907;c ngh&#297;
          t&#7899;i b&#7903;i Albert Einstein cách &#273;ây h&#417;m 100 n&#259;m. Ông ta nh&#7853;n th&#7845;y r&#7857;ng
          trong không gian, ch&#7855;c ch&#7855;n t&#7891;n t&#7841;i nh&#7919;ng n&#417;i mà t&#7841;i &#273;ó, dòng ch&#7843;y
          th&#7901;i gian ch&#7841;y ch&#7853;m l&#7841;i và c&#361;ng có nh&#7919;ng n&#417;i mà t&#7841;i &#273;ó th&#7901;i gian s&#7869;
          ch&#7841;y nhanh h&#417;n. Và Einstein &#273;ã hoàn toàn &#273;úng. Ch&#7913;ng c&#7913; cho lý thuy&#7871;t
          này n&#7857;m &#7903; kho&#7843;ng không ngay trên &#273;&#7847;u c&#7911;a chúng ta.<br>
          <br>
          H&#7847;u h&#7871;t ai trong chúng ta c&#361;ng &#273;&#7873;u bi&#7871;t &#273;&#7871;n h&#7879; th&#7889;ng &#273;&#7883;nh v&#7883; toàn c&#7847;u
          GPS (Global Positioning System), m&#7897;t m&#7841;ng l&#432;&#7899;i các v&#7879; tinh bay xung
          quanh Trái &#272;&#7845;t có nhi&#7879;m v&#7909; &#273;i&#7873;u giúp con ng&#432;&#7901;i &#273;i&#7873;u h&#432;&#7899;ng thông qua v&#7879;
          tinh. Nh&#432;ng các v&#7879; tinh này c&#361;ng cho th&#7845;y m&#7897;t &#273;i&#7873;u n&#7919;a &#273;ó là th&#7901;i gian
          trong v&#361; tr&#7909; ch&#7841;y nhanh h&#417;n là th&#7901;i gian trên Trái &#272;&#7845;t. Trong m&#7895;i
          chi&#7871;c phi thuy&#7873;n phóng ra ngoài không gian &#273;&#7873;u có m&#7897;t &#273;&#7891;ng h&#7891; ho&#7841;t
          &#273;&#7897;ng v&#7899;i &#273;&#7897; chính xác c&#7921;c cao, m&#7863;c dù v&#7853;y nh&#432;ng th&#7853;t ra nó v&#7851;n ch&#7841;y
          nhanh h&#417;n &#273;&#7891;ng h&#7891; d&#432;&#7899;i Trái &#272;&#7845;t 3/1.000.000.000 giây m&#7895;i ngày. Và h&#7879;
          th&#7889;ng luôn ph&#7843;i &#273;i&#7873;u ch&#7881;nh s&#7921; thay &#273;&#7893;i vô cùng nh&#7887; này, n&#7871;u không thì
          s&#7921; sai l&#7879;ch tí hon &#273;ó s&#7869; gây ra r&#7855;c r&#7889;i cho toàn b&#7897; h&#7879; th&#7889;ng, &#273;i&#7875;n
          hình nh&#432; vi&#7879;c làm cho các thi&#7871;t b&#7883; GPS trên Trái &#272;&#7845;t sai l&#7879;ch 6 d&#7863;m
          m&#7895;i ngày (h&#417;n 9,6 km), m&#7897;t con s&#7889; không h&#7873; nh&#7887; chút nào.<br>
          <br>
          &#272;&#7891;ng h&#7891; ch&#7841;y nhanh c&#361;ng là th&#7913; d&#7877; nh&#7853;n th&#7845;y trong tr&#432;&#7901;ng h&#7907;p này. Càng
          &#273;&#432;a lên cao thì &#273;&#7891;ng h&#7891; ch&#7841;y càng nhanh. Lý gi&#7843;i cho hi&#7879;u &#7913;ng &#273;&#7863;c bi&#7879;t
          này &#273;ó là do kh&#7889;i l&#432;&#7907;ng c&#7911;a Trái &#272;&#7845;t chúng ta. Einstein nh&#7853;n th&#7845;y v&#7853;t
          th&#7875; nào càng n&#7863;ng thì nó càng "kéo" th&#7901;i gian ch&#7841;y ch&#7853;m l&#7841;i. Chính
          &#273;i&#7873;u này s&#7869; d&#7851;n &#273;&#7855;t chúng ta &#273;&#7871;n v&#7899;i kh&#7843; n&#259;ng du hành &#273;&#7871;n t&#432;&#417;ng lai.<br>
          <br>
          Ngay chính gi&#7919;a d&#7843;i ngân hà Milky Way cách chúng ta 26.000 n&#259;m ánh
          sáng là v&#7853;t th&#7875; n&#7863;ng nh&#7845;t trong d&#7843;i ngân hà, nó là m&#7897;t h&#7889; &#273;en siêu
          n&#7863;ng ch&#7913;a &#273;&#7921;ng bên trong nó m&#7897;t kh&#7889;i l&#432;&#7907;ng b&#7857;ng v&#7899;i 4 tri&#7879;u M&#7863;t Tr&#7901;i
          &#273;&#432;&#7907;c nghi&#7873;n nén l&#7841;i thành m&#7897;t &#273;i&#7875;m duy nh&#7845;t b&#7903;i chính tr&#7885;ng l&#432;&#7907;ng c&#7911;a
          nó. Càng ti&#7871;n g&#7847;n &#273;&#7871;n h&#7889; &#273;en này thì l&#7921;c h&#7845;p d&#7851;n càng m&#7841;nh. Ch&#7881; c&#7847;n
          ti&#7871;n &#273;&#7871;n &#273;&#7911; g&#7847;n thì ngay c&#7843; ánh sáng c&#361;ng không th&#7875; thoát ra &#273;&#432;&#7907;c và
          b&#7883; hút vào h&#7889; &#273;en &#273;ó luôn. M&#7897;t h&#7889; &#273;en d&#7841;ng này có &#7843;nh h&#432;&#7903;ng r&#7845;t l&#7899;n
          &#273;&#7871;n dòng th&#7901;i gian, nó có th&#7875; kéo th&#7901;i gian ch&#7841;y ch&#7853;m l&#7841;i nhi&#7873;u h&#417;n
          b&#7845;t c&#7913; v&#7853;t th&#7875; nào trong v&#361; tr&#7909; có th&#7875; làm &#273;&#432;&#7907;c. Và nh&#7901; v&#7853;y mà nó &#273;ã
          tr&#7903; thành m&#7897;t c&#7895; máy th&#7901;i gian h&#7871;t s&#7913;c... t&#7921; nhiên.<br>
          <br>
          Tôi c&#7843;m th&#7845;y thích thú khi ngh&#297; &#273;&#7871;n vi&#7879;c làm th&#7871; nào &#273;&#7875; m&#7897;t chi&#7871;c phi
          chuy&#7873;n t&#7853;n d&#7909;ng hi&#7879;n t&#432;&#7907;ng này b&#7857;ng cách bay vòng quanh nó &#273;&#7875; &#273;i &#273;&#7871;n
          t&#432;&#417;ng lai. &#272;&#7889;i v&#7899;i ng&#432;&#7901;i ng&#7891;i &#273;i&#7873;u khi&#7875;n t&#7841;i trung tâm d&#432;&#7899;i Trái &#272;&#7845;t,
          h&#7885; s&#7869; th&#7845;y phi thuy&#7873;n ph&#7843;i m&#7845;t 16 phút &#273;&#7875; bay vòng quanh h&#7889; &#273;en này,
          nh&#432;ng &#273;&#7889;i v&#7899;i nh&#7919;ng phi hành gia can &#273;&#7843;m &#273;ang ng&#7891;i bên trong chi&#7871;c phi
          thuy&#7873;n g&#7847;n h&#7889; &#273;en &#273;ó, thì th&#7901;i gian s&#7869; ch&#7841;y ch&#7853;m l&#7841;i. Và hi&#7879;u &#7913;ng mà
          h&#7885; tr&#7843;i qua còn kh&#7855;c nghi&#7879;t h&#417;n c&#7843; l&#7921;c hút c&#7911;a Trái &#272;&#7845;t r&#7845;t nhi&#7873;u,
          th&#7901;i gian c&#7911;a phi hành &#273;oàn s&#7869; b&#7883; gi&#7843;m xu&#7891;ng còn phân n&#7917;a. &#272;&#7889;i v&#7899;i m&#7895;i
          16 phút bay vòng quanh, thì th&#7853;t s&#7921; h&#7885; ch&#7881; tr&#7843;i qua có 8 phút mà thôi.<br>
          <br>
          <div style="text-align: center"><img style="" src="time_machine_04.jpg"
              class="bbCodeImage LbImage" alt="[&#8203;IMG]" data-url="http://photo.tinhte.vn/attach/public_image/btv/16287/162874c2e8df1248f2_article-1269288-05BC11000000044D-328_634x364.jpg">&#8203;</div>
          <div style="text-align: center"><i>Bên trong máy gia t&#7889;c h&#7841;t Large
              Hadron Collider</i>&#8203;</div>
          <br>
          Và n&#7871;u c&#7913; ti&#7871;p t&#7909;c bay vòng quanh liên t&#7909;c nh&#432; th&#7871; và "s&#7889;ng" b&#7857;ng phân
          n&#7917;a th&#7901;i gian c&#7911;a Trái &#272;&#7845;t, thì rõ ràng là h&#7885; cùng v&#7899;i chi&#7871;c phi
          thuy&#7873;n &#273;ang du hành v&#432;&#7907;t th&#7901;i gian. Hãy t&#432;&#7903;ng t&#432;&#7907;ng h&#7885; bay vòng quanh
          h&#7889; &#273;en trong su&#7889;t 5 n&#259;m c&#7911;a h&#7885;, thì &#7903; nh&#7919;ng n&#417;i khác, th&#7901;i gian trôi
          qua &#273;ã là 10 n&#259;m. Khi tr&#7903; v&#7873; Trái &#272;&#7845;t, m&#7885;i ng&#432;&#7901;i &#273;&#7873;u &#273;ã già &#273;i 10
          tu&#7893;i, trong khi h&#7885; ch&#7881; già thêm có 5 n&#259;m.<br>
          <br>
          V&#7853;y, h&#7889; &#273;en siêu n&#7863;ng &#273;ó chính là m&#7897;t c&#7895; máy th&#7901;i gian, nh&#432;ng nó không
          mang tính th&#7921;c ti&#7877;n cho l&#7855;m. M&#7863;c dù h&#7889; &#273;en d&#7841;ng này có nhi&#7873;u l&#7907;i th&#7871;
          h&#417;n so v&#7899;i h&#7889; sâu do không t&#7841;o ra s&#7921; ngh&#7883;ch lý và c&#361;ng không b&#7883; phá
          h&#7911;y b&#7903;i hi&#7879;n t&#432;&#7907;ng ph&#7843;n h&#7891;i, nh&#432;ng nó l&#7841;i r&#7845;t nguy hi&#7875;m, n&#7857;m cách
          chúng ta r&#7845;t xa và không th&#7875; &#273;&#432;a con ng&#432;&#7901;i &#273;&#7871;n t&#432;&#417;ng lai xa &#273;&#432;&#7907;c. Th&#7853;t
          may m&#7855;n là chúng ta v&#7851;n còn m&#7897;t cách n&#7919;a &#273;&#7875; &#273;i &#273;&#7871;n t&#432;&#417;ng lai, &#273;ây c&#361;ng
          là hy v&#7885;ng sau cùng và là cách t&#7889;t nh&#7845;t &#273;&#7875; xây d&#7921;ng m&#7897;t c&#7895; máy th&#7901;i
          gian th&#7921;c th&#7909;.<br>
          <br>
          &#272;ó là b&#7841;n ph&#7843;i ch&#7841;y (hay di chuy&#7875;n) v&#7899;i t&#7889;c &#273;&#7897; nhanh, c&#7921;c k&#7923; nhanh.
          Nhanh h&#417;n t&#7889;c &#273;&#7897; c&#7847;n thi&#7871;t &#273;&#7875; không b&#7883; hút vào h&#7889; &#273;en. &#272;i&#7873;u này là b&#7903;i
          m&#7897;t th&#7921;c t&#7871; l&#7841; lùng khác trong v&#361; tr&#7909;, &#273;ó là không m&#7897;t v&#7853;t th&#7875; nào có
          th&#7875; &#273;&#7841;t &#273;&#432;&#7907;c v&#7853;n t&#7889;c b&#7857;ng v&#7899;i v&#7853;n t&#7889;c c&#7911;a ánh sáng, còn g&#7885;i là v&#7853;n t&#7889;c
          gi&#7899;i h&#7841;n (g&#7847;n 300.000 km/giây). &#272;ây là m&#7897;t trong nh&#7919;ng nguyên lý t&#7889;t
          nh&#7845;t trong khoa h&#7885;c. Và cho dù b&#7841;n có tin hay không, thì vi&#7879;c di
          chuy&#7875;n v&#7899;i t&#7889;c &#273;&#7897; g&#7847;n b&#7857;ng v&#7853;n t&#7889;c ánh sáng s&#7869; &#273;&#432;a b&#7841;n &#273;i &#273;&#7871;n t&#432;&#417;ng
          lai &#273;&#7845;y.<br>
          <br>
          &#272;&#7875; gi&#7843;i thích cho &#273;i&#7873;u này, b&#7841;n hãy t&#432;&#7903;ng t&#432;&#7907;ng có m&#7897;t h&#7879; th&#7889;ng v&#7853;n
          chuy&#7875;n m&#7899;i gi&#7889;ng nh&#432; xe l&#7917;a cao t&#7889;c, có &#273;&#432;&#7901;ng ray &#273;&#7863;t vòng quanh Trái
          &#272;&#7845;t. Và chúng ta s&#7869; dùng xe l&#7917;a siêu cao t&#7889;c này &#273;&#7875; &#273;&#7841;t &#273;&#7871;n v&#7853;n t&#7889;c
          càng g&#7847;n v&#7853;n t&#7889;c ánh sáng càng t&#7889;t và xem làm th&#7871; nào &#273;&#7875; nó tr&#7903; thành
          c&#7895; xe máy v&#432;&#7907;t th&#7901;i gian. Trên tàu là các hành khách c&#7847;m trên tay t&#7845;m
          vé 1 chi&#7873;u &#273;i &#273;&#7871;n t&#432;&#417;ng lai không th&#7875; kh&#7913; h&#7891;i, &#273;oàn tàu b&#7855;t &#273;&#7847;u t&#259;ng
          t&#7889;c, càng lúc càng ch&#7841;y nhanh, không lâu sau &#273;ó nó &#273;ã ch&#7841;y xong m&#7897;t
          vòng quanh Trái &#272;&#7845;t và c&#7913; ti&#7871;p t&#7909;c ch&#7841;y vòng quanh nh&#432; th&#7871;.<br>
          <br>
          &#272;&#7875; &#273;&#7841;t &#273;&#432;&#7907;c v&#7853;n t&#7889;c ánh sáng, &#273;oàn tàu ph&#7843;i ch&#7841;y &#273;&#7911; nhanh &#273;&#7875; có th&#7875;
          ch&#7841;y vòng quanh Trái &#272;&#7845;t 7 l&#7847;n m&#7895;i giây. Nh&#432;ng do dù &#273;oàn tàu có nhi&#7873;u
          n&#259;ng l&#432;&#7907;ng &#273;&#7871;n th&#7871; &#273;i ch&#259;ng n&#7919;a thì nó c&#361;ng không th&#7875; &#273;&#7841;t &#273;&#432;&#7907;c v&#7853;n t&#7889;c
          mong mu&#7889;n b&#7903;i vì các &#273;&#7883;nh lu&#7853;t v&#7873; V&#7853;t lý &#273;ã ng&#259;n c&#7843;n nó. Thay vào &#273;ó,
          hãy cho r&#7857;ng &#273;oàn tàu ch&#7881; &#273;&#7841;t &#273;&#432;&#7907;c v&#7853;n t&#7889;c g&#7847;n b&#7857;ng v&#7853;n t&#7889;c ánh sáng
          mà thôi (c&#7913; cho là v&#7853;y &#273;i vì b&#7841;n không th&#7875; &#273;&#7841;t &#273;&#432;&#7907;c v&#7853;n t&#7889;c &#273;ó &#273;âu),
          thì lúc này &#273;ây, nh&#7919;ng &#273;i&#7873;u khác th&#432;&#7901;ng b&#7855;t &#273;&#7847;u x&#7843;y ra. Th&#7901;i gian trên
          tàu s&#7869; ch&#7841;y ch&#7853;m l&#7841;i so v&#7899;i ph&#7847;n còn l&#7841;i c&#7911;a th&#7871; gi&#7899;i, hi&#7879;u &#7913;ng gi&#7889;ng
          nh&#432; khi b&#7841;n &#7903; g&#7847;n h&#7889; &#273;en, nh&#432;ng &#7903; &#273;ây hi&#7879;u &#7913;ng rõ ràng h&#417;n, m&#7885;i th&#7913;
          trên tàu s&#7869; di&#7877;n ra v&#7899;i t&#7889;c &#273;&#7897; ch&#7853;m gi&#7889;ng nh&#432; b&#7841;n chi&#7871;u ch&#7853;m m&#7897;t &#273;o&#7841;n
          phim v&#7853;y.<br>
          <br>
          V&#7853;y t&#7841;i sao m&#7885;i th&#7913; ngay c&#7843; con ng&#432;&#7901;i trên &#273;oàn tàu &#273;&#7873;u b&#7883; "chi&#7871;u
          ch&#7853;m"? Hi&#7879;n t&#432;&#7907;ng này x&#7843;y ra là &#273;&#7875; b&#7843;o v&#7879; v&#7853;n t&#7889;c gi&#7899;i h&#7841;n. Vì n&#7871;u
          không b&#7883; "chi&#7871;u ch&#7853;m" thì gi&#7843; s&#7917; tàu &#273;ang ch&#7841;y v&#7899;i v&#7853;n t&#7889;c g&#7847;n b&#7857;ng
          v&#7853;n t&#7889;c ánh sáng, r&#7891;i có m&#7897;t cô bé nào &#273;ó &#273;&#7913;ng t&#7915; phía &#273;uôi tàu và
          ch&#7841;y th&#7853;t nhanh lên &#273;&#7847;u tàu, lúc này v&#7853;n t&#7889;c ch&#7841;y c&#7911;a cô bé &#273;&#432;&#7907;c c&#7897;ng
          thêm v&#7853;n t&#7889;c ch&#7841;y c&#7911;a tàu hóa ra là cô bé &#273;ang phá v&#7905; v&#7853;n t&#7889;c gi&#7899;i h&#7841;n
          trong v&#361; tr&#7909; &#273;ó sao. Các quy lu&#7853;t t&#7921; nhiên không cho phép &#273;i&#7873;u &#273;ó, nên
          m&#7885;i th&#7913; s&#7869; b&#7883;... "chi&#7871;u ch&#7853;m". Do b&#7883; "chi&#7871;u ch&#7853;m" l&#7841;i nh&#432; th&#7871; nên nói
          theo cách khác, h&#7885; &#273;ang du hành vào t&#432;&#417;ng lai.<br>
          <br>
          Hãy t&#432;&#7903;ng t&#432;&#7907;ng &#273;oàn tàu r&#7901;i b&#7871;n vào ngày 01/01/2050, nó vòng quanh
          Trái &#272;&#7845;t liên t&#7909;c trong su&#7889;t 100 n&#259;m tr&#432;&#7899;c khi ph&#7843;i d&#7915;ng l&#7841;i t&#7841;m ngh&#7881;
          vào &#273;úng ngày n&#259;m m&#7899;i c&#7911;a n&#259;m 2150. Lúc này hành khách trên tàu ch&#7881;
          m&#7899;i tr&#7843;i qua quãng th&#7901;i gian ch&#7881; có 1 tu&#7847;n do th&#7901;i gian b&#7883; làm ch&#7853;m
          l&#7841;i r&#7845;t nhi&#7873;u (hi&#7879;u &#7913;ng m&#7841;nh h&#417;n nhi&#7873;u so v&#7899;i vi&#7879;c bay vòng quanh h&#7889;
          &#273;en). B&#432;&#7899;c ra kh&#7887;i tàu, m&#7885;i ng&#432;&#7901;i s&#7869; th&#7845;y &#273;&#432;&#7907;c m&#7897;t th&#7871; gi&#7899;i khác xa
          nh&#7919;ng gì mà h&#7885; &#273;ã th&#7845;y tr&#432;&#7899;c khi b&#432;&#7899;c chân lên tàu. Ch&#7881; trong vòng có
          1 tu&#7847;n, h&#7885; &#273;ã du hành &#273;&#432;&#7907;c quãng th&#7901;i gian dài &#273;&#7871;n 100 n&#259;m. T&#7845;t nhiên,
          hi&#7879;n t&#7841;i chúng ta không th&#7875; làm ra &#273;oàn tàu có th&#7875; ch&#7841;y nhanh nh&#432; th&#7871;
          &#273;&#432;&#7907;c, nh&#432;ng bù l&#7841;i con ng&#432;&#7901;i &#273;ã xây d&#7921;ng &#273;&#432;&#7907;c m&#7897;t th&#7913; khác t&#432;&#417;ng t&#7921;,
          &#273;ó là máy gia t&#7889;c h&#7841;t l&#7899;n nh&#7845;t th&#7871; gi&#7899;i &#273;&#7863;t t&#7841;i Geneva, Th&#7909;y S&#7929;.<br>
          <br>
          Sâu bên d&#432;&#7899;i lòng &#273;&#7845;t, bên trong các &#273;&#432;&#7901;ng &#7889;ng x&#7871;p theo vòng tròn dài
          h&#417;n 25 km là dòng di chuy&#7875;n c&#7911;a hàng tri&#7879;u t&#7927; các h&#7841;t siêu nh&#7887;. Khi
          b&#7853;t ngu&#7891;n, các h&#7841;t này s&#7869; t&#259;ng t&#7889;c t&#7915; 0 lên v&#7853;n t&#7889;c h&#417;n 96.000 km/h
          ch&#7881; trong vòng ch&#432;a &#273;&#7871;n 1 giây. Khi t&#259;ng ngu&#7891;n &#273;i&#7879;n lên cao, các h&#7841;t
          l&#7841;i ti&#7871;p t&#7909;c t&#259;ng t&#7889;c, càng lúc di chuy&#7875;n càng nhanh. Và &#273;&#7871;n m&#7897;t lúc
          nào &#273;ó, chúng s&#7869; &#273;&#7911; nhanh &#273;&#7875; bay vòng quanh &#273;&#432;&#7901;ng &#7889;ng 11.000 vòng m&#7895;i
          giây, t&#7913;c là g&#7847;n b&#7857;ng v&#7899;i v&#7853;n t&#7889;c ánh sáng. Gi&#7889;ng nh&#432; chi&#7871;c tàu cao
          t&#7889;c nói trên, chúng không th&#7875; &#273;&#7841;t &#273;&#432;&#7907;c v&#7853;n t&#7889;c ánh sáng mà cùng l&#7855;m
          ch&#7881; có th&#7875; &#273;&#7841;t &#273;&#432;&#7907;c 99,9% v&#7853;n t&#7889;c gi&#7899;i h&#7841;n. Và khi &#273;ó, chính các h&#7841;t
          này c&#361;ng &#273;ang du hành v&#432;&#7907;t th&#7901;i gian. Chúng ta xác &#273;&#7883;nh &#273;&#432;&#7907;c &#273;i&#7873;u này
          b&#7903;i vì m&#7897;t s&#7889; h&#7841;t có vòng &#273;&#7901;i t&#7891;n t&#7841;i c&#7921;c k&#7923; ng&#7855;n, g&#7885;i là các h&#7841;t
          pi-meson, thông th&#432;&#7901;ng các h&#7841;t pi-meson s&#7869; b&#7883; phân rã ch&#7881; sau 25 ph&#7847;n
          t&#7927; giây, nh&#432;ng khi chúng &#273;&#7841;t &#273;&#432;&#7907;c v&#7853;n t&#7889;c g&#7847;n gi&#7899;i h&#7841;n, chúng &#273;ã t&#7891;n
          t&#7841;i lâu h&#417;n bình th&#432;&#7901;ng &#273;&#7871;n 30 l&#7847;n.<br>
          <br>
          Nh&#432; v&#7853;y &#273;ã rõ, n&#7871;u mu&#7889;n du hành v&#432;&#7907;t th&#7901;i gian, b&#7841;n ch&#7881; c&#7847;n di chuy&#7875;n
          v&#7899;i t&#7889;c &#273;&#7897; c&#7921;c nhanh. Và &#273;i&#7873;u mà con ng&#432;&#7901;i t&#7915;ng làm t&#432;&#417;ng t&#7921; &#273;ó là bay
          vào không gian. Ph&#432;&#417;ng ti&#7879;n v&#7853;n chuy&#7875;n nhanh nh&#7845;t mà loài ng&#432;&#7901;i t&#7915;ng
          ch&#7871; t&#7841;o &#273;ó là chi&#7871;c phi thuy&#7873;n Apollo 10, nó &#273;&#7841;t &#273;&#432;&#7907;c v&#7853;n t&#7889;c 40.000
          km/h. Nh&#432;ng &#273;&#7875; du hành v&#432;&#7907;t th&#7901;i gian thì b&#7841;n s&#7869; c&#7847;n m&#7897;t ph&#432;&#417;ng ti&#7879;n
          bay nhanh h&#417;n chi&#7871;c Apollo 10 &#273;&#7871;n... 2.000 l&#7847;n. &#272;ó s&#7869; là m&#7897;t chi&#7871;c phi
          thuy&#7873;n kh&#7893;ng l&#7891;, &#273;&#7911; l&#7899;n &#273;&#7875; mang theo &#273;&#7911; nhiên li&#7879;u &#273;&#7875; v&#7853;n hành c&#361;ng
          nh&#432; t&#259;ng t&#7889;c &#273;&#7871;n g&#7847;n v&#7853;n t&#7889;c gi&#7899;i h&#7841;n. Và &#273;&#7875; &#273;&#7841;t &#273;&#432;&#7907;c v&#7853;n t&#7889;c mong
          mu&#7889;n, chi&#7871;c phi thuy&#7873;n s&#7869; ph&#7843;i v&#7853;n hành h&#7871;t công su&#7845;t trong su&#7889;t 6 n&#259;m
          liên t&#7909;c.<br>
          <br>
          Th&#7901;i gian &#273;&#7847;u, phi thuy&#7873;n s&#7869; t&#259;ng t&#7889;c ch&#7853;m do kích th&#432;&#7899;c quá &#273;&#7891; s&#7897; c&#7911;a
          mình, nh&#432;ng sau &#273;ó t&#7889;c &#273;&#7897; s&#7869; t&#259;ng d&#7847;n và phi thuy&#7873;n nhanh chóng &#273;&#7841;t
          &#273;&#432;&#7907;c nh&#7919;ng quãng &#273;&#432;&#7901;ng l&#7899;n h&#417;n. Tu&#7847;n &#273;&#7847;u tiên, nó s&#7869; t&#7899;i &#273;&#432;&#7907;c các hành
          tinh khác trong v&#361; tr&#7909;, sau 2 n&#259;m nó s&#7869; &#273;&#7841;t &#273;&#432;&#7907;c v&#7853;n t&#7889;c b&#7857;ng phân n&#7917;a
          v&#7853;n t&#7889;c ánh sáng và lúc này s&#7869; &#273;ang &#7903; r&#7845;t xa h&#7879; M&#7863;t Tr&#7901;i. 2 n&#259;m ti&#7871;p
          theo, v&#7853;n t&#7889;c lúc này &#273;ã là 90% v&#7853;n t&#7889;c ánh sáng và cách Trái &#272;&#7845;t 30
          ngàn t&#7927; d&#7863;m. Và sau 4 n&#259;m bay trong v&#361; tr&#7909; nh&#432; th&#7871;, chi&#7871;c phi thuy&#7873;n
          s&#7869; b&#7855;t &#273;&#7847;u du hành v&#432;&#7907;t th&#7901;i gian. Lúc này, c&#7913; m&#7895;i 1 ti&#7871;ng &#273;&#7891;ng h&#7891;
          trên phi thuy&#7873;n thì so v&#7899;i trên Trái &#272;&#7845;t, 2 ti&#7871;ng &#273;ã trôi qua, t&#432;&#417;ng
          t&#7921; v&#7899;i tình hu&#7889;ng bay vòng quanh h&#7889; &#273;en siêu n&#7863;ng. Bay ti&#7871;p 2 n&#259;m n&#7919;a,
          lúc này v&#7853;n t&#7889;c c&#7911;a phi thuy&#7873;n &#273;ã &#273;&#7841;t t&#7899;i 99% con s&#7889; mong mu&#7889;n và m&#7895;i
          ti&#7871;ng trên phi thuy&#7873;n s&#7869; t&#432;&#417;ng &#273;&#432;&#417;ng v&#7899;i 1 n&#259;m &#7903; Trái &#272;&#7845;t. Phi thuy&#7873;n
          &#273;ã th&#7853;t s&#7921; bay vào t&#432;&#417;ng lai.<br>
          <br>
          Ngoài ra, vi&#7879;c làm ch&#7853;m th&#7901;i gian còn có m&#7897;t l&#7907;i ích khác, theo lý
          thuy&#7871;t, nó cho phép chúng ta có th&#7875; du hành t&#7899;i nh&#7919;ng n&#417;i r&#7845;t xa ch&#7881;
          v&#7899;i 1 &#273;&#7901;i ng&#432;&#7901;i. M&#7897;t chuy&#7871;n du hành &#273;&#7871;n t&#7853;n cùng c&#7911;a d&#7843;i ngân ch&#7881; m&#7845;t
          có 80 n&#259;m. Nh&#432;ng nhìn chung l&#7841;i, &#273;i&#7873;u k&#7923; di&#7879;u nh&#7845;t c&#7911;a chuy&#7871;n du hành
          này &#273;ó là nó giúp hé l&#7897; cho chúng ta bi&#7871;t r&#7857;ng v&#361; tr&#7909; này th&#7853;t k&#7923; l&#7841;,
          nó là m&#7897;t v&#361; tr&#7909; mà dòng th&#7901;i gian trôi &#273;i v&#7899;i nh&#7919;ng t&#7847;n su&#7845;t khác
          nhau &#7903; nh&#7919;ng n&#417;i khác nhau, n&#417;i mà các h&#7889; sâu t&#7891;n t&#7841;i ngay xung quanh
          chúng ta. Và sau cùng, chúng ta có th&#7875; v&#7853;n d&#7909;ng nh&#7919;ng hi&#7875;u bi&#7871;t v&#7873; V&#7853;t
          lý &#273;&#7875; tr&#7903; thành nh&#7919;ng nhà du hành v&#432;&#7907;t th&#7901;i gian qua chi&#7873;u không gian
          th&#7913; 4.<br>
          <br>
          <div style="text-align: right"><i><b>Ngu&#7891;n: <span class="externalLink">Daily
                  Mail</span></b></i>&#8203;<br>
            <br>
            <h1 style="text-align: justify;">STEPHEN HAWKING: How to build a
              time machine</h1>
            <p style="text-align: justify;">By STEPHEN HAWKING</p>
            <p style="text-align: justify;"> </p>
            <p style="text-align: justify;">Created 7:47 PM on 27th April 2010
            </p>
            <div style="overflow: hidden; color: black; background-color: white; text-decoration: none; border: medium none; text-align: justify;"><br>
            </div>
            <div style="text-align: justify;"><br>
            </div>
            <h2 style="color: #993300; text-align: justify;"><font style="font-size: 1.2em;">All
                you need is a wormhole, the Large Hadron Collider or a rocket
                that goes really, really fast <br>
              </font></h2>
            <div style="text-align: justify;" class="floatRHS">
              <div class="image-wrap"><img src="time_machine_01.jpg" alt="Stephen Hawking"
                  class="blkBorder" height="358" width="306"></div>
              <p class="imageCaption">'Through the wormhole, the scientist can
                see himself as he was one minute ago. But what if our scientist
                uses the wormhole to shoot his earlier self? He's now dead. So
                who fired the shot?'</p>
            </div>
            <p style="text-align: justify;"><font style="font-size: 1.2em;">Hello.
                My name is Stephen Hawking. Physicist, cosmologist and something
                of a dreamer. Although I cannot move and I have to speak through
                a computer, in my mind I am free. Free to explore the universe
                and ask the big questions, such as: is time travel possible? Can
                we open a portal to the past or find a shortcut to the future?
                Can we ultimately use the laws of nature to become masters of
                time itself? </font></p>
            <p style="text-align: justify;"><font style="font-size: 1.2em;">Time
                travel was once considered scientific heresy. I used to avoid
                talking about it for fear of being labelled a crank. But these
                days I'm not so cautious. In fact, I'm more like the people who
                built Stonehenge. I'm obsessed by time. If I had a time machine
                I'd visit Marilyn Monroe in her prime or drop in on Galileo as
                he turned his telescope to the heavens. Perhaps I'd even travel
                to the end of the universe to find out how our whole cosmic
                story ends. </font></p>
            <p style="text-align: justify;"><font style="font-size: 1.2em;">To
                see how this might be possible, we need to look at time as
                physicists do - at the fourth dimension. It's not as hard as it
                sounds. Every attentive schoolchild knows that all physical
                objects, even me in my chair, exist in three dimensions.
                Everything has a width and a height and a length. </font></p>
            <p style="text-align: justify;"><font style="font-size: 1.2em;">But
                there is another kind of length, a length in time. While a human
                may survive for 80 years, the stones at Stonehenge, for
                instance, have stood around for thousands of years. And the
                solar system will last for billions of years. Everything has a
                length in time as well as space. Travelling in time means
                travelling through this fourth dimension. </font></p>
            <p style="text-align: justify;"><font style="font-size: 1.2em;">To
                see what that means, let's imagine we're doing a bit of normal,
                everyday car travel. Drive in a straight line and you're
                travelling in one dimension. Turn right or left and you add the
                second dimension. Drive up or down a twisty mountain road and
                that adds height, so that's travelling in all three dimensions.
                But how on Earth do we travel in time? How do we find a path
                through the fourth dimension? </font></p>
            <p style="text-align: justify;"><font style="font-size: 1.2em;">Let's
                indulge in a little science fiction for a moment. Time travel
                movies often feature a vast, energy-hungry machine. The machine
                creates a path through the fourth dimension, a tunnel through
                time. A time traveller, a brave, perhaps foolhardy individual,
                prepared for who knows what, steps into the time tunnel and
                emerges who knows when. The concept may be far-fetched, and the
                reality may be very different from this, but the idea itself is
                not so crazy. </font></p>
            <p style="text-align: justify;"><font style="font-size: 1.2em;">Physicists
                have been thinking about tunnels in time too, but we come at it
                from a different angle. We wonder if portals to the past or the
                future could ever be possible within the laws of nature. As it
                turns out, we think they are. What's more, we've even given them
                a name: wormholes. The truth is that wormholes are all around
                us, only they're too small to see. Wormholes are very tiny. They
                occur in nooks and crannies in space and time. You might find it
                a tough concept, but stay with me. <br>
              </font></p>
            <div style="text-align: justify;" class="clear"> </div>
            <div style="text-align: justify;" class="artSplitter">
              <span class="lightboxPopupLink">
                <span class="clickToEnlargeTop">Enlarge</span>
                <span class="clickToEnlarge"></span>
                <span class="clickToEnlargeButton">&nbsp;</span>
                <div class="image-wrap"><img src="time_machine_02.jpg" alt="Time travel through a wormhole"
                    class="blkBorder" height="447" width="634"></div>
              </span>
              <p class="imageCaption">A wormhole is a theoretical 'tunnel' or
                shortcut, predicted by Einstein's theory of relativity, that
                links two places in space-time - visualised above as the
                contours of a 3-D map, where negative energy pulls space and
                time into the mouth of a tunnel, emerging in another universe.
                They remain only hypothetical, as obviously nobody has ever seen
                one, but have been used in films as conduits for time travel -
                in Stargate (1994), for example, involving gated tunnels between
                universes, and in Time Bandits (1981), where their locations are
                shown on a celestial map</p>
            </div>
            <p style="text-align: justify;"><font style="font-size: 1.2em;">Nothing
                is flat or solid. If you look closely enough at anything you'll
                find holes and wrinkles in it. It's a basic physical principle,
                and it even applies to time. Even something as smooth as a pool
                ball has tiny crevices, wrinkles and voids. Now it's easy to
                show that this is true in the first three dimensions. But trust
                me, it's also true of the fourth dimension. There are tiny
                crevices, wrinkles and voids in time. Down at the smallest of
                scales, smaller even than molecules, smaller than atoms, we get
                to a place called the quantum foam. This is where wormholes
                exist. Tiny tunnels or shortcuts through space and time
                constantly form, disappear, and reform within this quantum
                world. And they actually link two separate places and two
                different times. </font></p>
            <p style="text-align: justify;"><font style="font-size: 1.2em;">Unfortunately,
                these real-life time tunnels are just a
                billion-trillion-trillionths of a centimetre across. Way too
                small for a human to pass through - but here's where the notion
                of wormhole time machines is leading. Some scientists think it
                may be possible to capture a wormhole and enlarge it many
                trillions of times to make it big enough for a human or even a
                spaceship to enter. </font></p>
            <p style="text-align: justify;"><font style="font-size: 1.2em;">Given
                enough power and advanced technology, perhaps a giant wormhole
                could even be constructed in space. I'm not saying it can be
                done, but if it could be, it would be a truly remarkable device.
                One end could be here near Earth, and the other far, far away,
                near some distant planet. </font></p>
            <p style="text-align: justify;"><font style="font-size: 1.2em;">Theoretically,
                a time tunnel or wormhole could do even more than take us to
                other planets. If both ends were in the same place, and
                separated by time instead of distance, a ship could fly in and
                come out still near Earth, but in the distant past. Maybe
                dinosaurs would witness the ship coming in for a landing. <br>
              </font></p>
            <h2 style="color: #993300; text-align: justify;"><font style="font-size: 1.2em;">The
                fastest manned vehicle in history
                was Apollo 10. It reached 25,000mph. But to travel in time we'll
                have
                to go more than 2,000 times faster</font></h2>
            <p style="text-align: justify;"><font style="font-size: 1.2em;">Now,
                I realise that thinking in four dimensions is not easy, and that
                wormholes are a tricky concept to wrap your head around, but
                hang in there. I've thought up a simple experiment that could
                reveal if human time travel through a wormhole is possible now,
                or even in the future. I like simple experiments, and champagne.
                <br>
              </font></p>
            <div style="text-align: justify;" class="clear"> </div>
            <p style="text-align: justify;"><font style="font-size: 1.2em;">So
                I've combined two of my favourite things to see if time travel
                from the future to the past is possible. </font></p>
            <p style="text-align: justify;"><font style="font-size: 1.2em;">Let's
                imagine I'm throwing a party, a welcome reception for future
                time travellers. But there's a twist. I'm not letting anyone
                know about it until after the party has happened. I've drawn up
                an invitation giving the exact coordinates in time and space. I
                am hoping copies of it, in one form or another, will be around
                for many thousands of years. Maybe one day someone living in the
                future will find the information on the invitation and use a
                wormhole time machine to come back to my party, proving that
                time travel will, one day, be possible. </font></p>
            <p style="text-align: justify;"><font style="font-size: 1.2em;">In
                the meantime, my time traveller guests should be arriving any
                moment now. Five, four, three, two, one. But as I say this, no
                one has arrived. What a shame. I was hoping at least a future
                Miss Universe was going to step through the door. So why didn't
                the experiment work? One of the reasons might be because of a
                well-known problem with time travel to the past, the problem of
                what we call paradoxes. </font></p>
            <p style="text-align: justify;"><font style="font-size: 1.2em;">Paradoxes
                are fun to think about. The most famous one is usually called
                the Grandfather paradox. I have a new, simpler version I call
                the Mad Scientist paradox. </font></p>
            <p style="text-align: justify;"><font style="font-size: 1.2em;">I
                don't like the way scientists in movies are often described as
                mad, but in this case, it's true. This chap is determined to
                create a paradox, even if it costs him his life. Imagine,
                somehow, he's built a wormhole, a time tunnel that stretches
                just one minute into the past. <br>
              </font></p>
            <div style="text-align: justify;" class="artSplitter">
              <div class="image-wrap"><img src="time_machine_03.jpg" alt="Stephen Hawking in a scene from Star Trek"
                  class="blkBorder" height="286" width="634"></div>
              <p class="imageCaption">Hawking in a scene from Star Trek with
                dinner guests from the past, and future: (from left) Albert
                Einstein, Data and Isaac Newton</p>
            </div>
            <p style="text-align: justify;"><font style="font-size: 1.2em;">Through
                the wormhole, the scientist can see himself as he was one minute
                ago. But what if our scientist uses the wormhole to shoot his
                earlier self? He's now dead. So who fired the shot? It's a
                paradox. It just doesn't make sense. It's the sort of situation
                that gives cosmologists nightmares. </font></p>
            <p style="text-align: justify;"><font style="font-size: 1.2em;">This
                kind of time machine would violate a fundamental rule that
                governs the entire universe - that causes happen before effects,
                and never the other way around. I believe things can't make
                themselves impossible. If they could then there'd be nothing to
                stop the whole universe from descending into chaos. So I think
                something will always happen that prevents the paradox. Somehow
                there must be a reason why our scientist will never find himself
                in a situation where he could shoot himself. And in this case,
                I'm sorry to say, the wormhole itself is the problem. </font></p>
            <p style="text-align: justify;"><font style="font-size: 1.2em;">In
                the end, I think a wormhole like this one can't exist. And the
                reason for that is feedback. If you've ever been to a rock gig,
                you'll probably recognise this screeching noise. It's feedback.
                What causes it is simple. Sound enters the microphone. It's
                transmitted along the wires, made louder by the amplifier, and
                comes out at the speakers. But if too much of the sound from the
                speakers goes back into the mic it goes around and around in a
                loop getting louder each time. If no one stops it, feedback can
                destroy the sound system. </font></p>
            <p style="text-align: justify;"><font style="font-size: 1.2em;">The
                same thing will happen with a wormhole, only with radiation
                instead of sound. As soon as the wormhole expands, natural
                radiation will enter it, and end up in a loop. The feedback will
                become so strong it destroys the wormhole. So although tiny
                wormholes do exist, and it may be possible to inflate one some
                day, it won't last long enough to be of use as a time machine.
                That's the real reason no one could come back in time to my
                party. </font></p>
            <p style="text-align: justify;"><font style="font-size: 1.2em;">Any
                kind of time travel to the past through wormholes or any other
                method is probably impossible, otherwise paradoxes would occur.
                So sadly, it looks like time travel to the past is never going
                to happen. A disappointment for dinosaur hunters and a relief
                for historians. </font></p>
            <p style="text-align: justify;"><font style="font-size: 1.2em;">But
                the story's not over yet. This doesn't make all time travel
                impossible. I do believe in time travel. Time travel to the
                future. Time flows like a river and it seems as if each of us is
                carried relentlessly along by time's current. But time is like a
                river in another way. It flows at different speeds in
                different places and that is the key to travelling into the
                future. This idea was first proposed by Albert Einstein over 100
                years ago. He realised that there should be places where time
                slows down, and others where time speeds up. He was absolutely
                right. And the proof is right above our heads. Up in space. </font></p>
            <p style="text-align: justify;"><font style="font-size: 1.2em;">This
                is the Global Positioning System, or GPS. A network of
                satellites is in orbit around Earth. The satellites make
                satellite navigation possible. But they also reveal that time
                runs faster in space than it does down on Earth. Inside each
                spacecraft is a very precise clock. But despite being so
                accurate, they all gain around a third of a billionth of a
                second every day. The system has to correct for the drift,
                otherwise that tiny difference would upset the whole system,
                causing every GPS device on Earth to go out by about six miles a
                day. You can just imagine the mayhem that that would cause. </font></p>
            <p style="text-align: justify;"><font style="font-size: 1.2em;">The
                problem doesn't lie with the clocks. They run fast because time
                itself runs faster in space than it does down below. And the
                reason for this extraordinary effect is the mass of the Earth.
                Einstein realised that matter drags on time and slows it down
                like the slow part of a river. The heavier the object, the more
                it drags on time. And this startling reality is what opens the
                door to the possibility of time travel to the future. </font></p>
            <p style="text-align: justify;"><font style="font-size: 1.2em;">Right
                in the centre of the Milky Way, 26,000 light years from us, lies
                the heaviest object in the galaxy. It is a supermassive black
                hole containing the mass of four million suns crushed down into
                a single point by its own gravity. The closer you get to the
                black hole, the stronger the gravity. Get really close and not
                even light can escape. A black hole like this one has a dramatic
                effect on time, slowing it down far more than anything else in
                the galaxy. That makes it a natural time machine. </font></p>
            <p style="text-align: justify;"><font style="font-size: 1.2em;">I
                like to imagine how a spaceship might be able to take advantage
                of this phenomenon, by orbiting it. If a space agency were
                controlling the mission from Earth they'd observe that each full
                orbit took 16 minutes. But for the brave people on board, close
                to this massive object, time would be slowed down. And here the
                effect would be far more extreme than the gravitational pull of
                Earth. The crew's time would be slowed down by half. For every
                16-minute orbit, they'd only experience eight minutes of time. <br>
              </font></p>
            <div style="text-align: justify;" class="clear"> </div>
            <div style="text-align: justify;" class="artSplitter">
              <div class="image-wrap"><img src="time_machine_04.jpg" alt="The Large Hadron Collider"
                  class="blkBorder" height="364" width="634"></div>
              <p class="imageCaption">Inside the Large Hadron Collider</p>
            </div>
            <p style="text-align: justify;"><font style="font-size: 1.2em;">Around
                and around they'd go, experiencing just half the time of
                everyone far away from the black hole. The ship and its crew
                would be travelling through time. Imagine they circled the black
                hole for five of their years. Ten years would pass elsewhere.
                When they got home, everyone on Earth would have aged five years
                more than they had. </font></p>
            <p style="text-align: justify;"><font style="font-size: 1.2em;">So a
                supermassive black hole is a time machine. But of course, it's
                not exactly practical. It has advantages over wormholes in that
                it doesn't provoke paradoxes. Plus it won't destroy itself in a
                flash of feedback. But it's pretty dangerous. It's a long way
                away and it doesn't even take us very far into the future.
                Fortunately there is another way to travel in time. And this
                represents our last and best hope of building a real time
                machine. </font></p>
            <p style="text-align: justify;"><font style="font-size: 1.2em;">You
                just have to travel very, very fast. Much faster even than the
                speed required to avoid being sucked into a black hole. This is
                due to another strange fact about the universe. There's a cosmic
                speed limit, 186,000 miles per second, also known as the speed
                of light. Nothing can exceed that speed. It's one of the best
                established principles in science. Believe it or not, travelling
                at near the speed of light transports you to the future. </font></p>
            <p style="text-align: justify;"><font style="font-size: 1.2em;">To
                explain why, let's dream up a science-fiction transportation
                system. Imagine a track that goes right around Earth, a track
                for a superfast train. We're going to use this imaginary train
                to get as close as possible to the speed of light and see how it
                becomes a time machine. On board are passengers with a one-way
                ticket to the future. The train begins to accelerate, faster and
                faster. Soon it's circling the Earth over and over again. </font></p>
            <p style="text-align: justify;"><font style="font-size: 1.2em;">To
                approach the speed of light means circling the Earth pretty
                fast. Seven times a second. But no matter how much power the
                train has, it can never quite reach the speed of light, since
                the laws of physics forbid it. Instead, let's say it gets close,
                just shy of that ultimate speed. Now something extraordinary
                happens. Time starts flowing slowly on board relative to the
                rest of the world, just like near the black hole, only more so.
                Everything on the train is in slow motion. </font></p>
            <p style="text-align: justify;"><font style="font-size: 1.2em;">This
                happens to protect the speed limit, and it's not hard to see
                why. Imagine a child running forwards up the train. Her forward
                speed is added to the speed of the train, so couldn't she break
                the speed limit simply by accident? The answer is no. The laws
                of nature prevent the possibility by slowing down time onboard.
              </font></p>
            <p style="text-align: justify;"><font style="font-size: 1.2em;">Now
                she can't run fast enough to break the limit. Time will always
                slow down just enough to protect the speed limit. And from that
                fact comes the possibility of travelling many years into the
                future. </font></p>
            <p style="text-align: justify;"><font style="font-size: 1.2em;">Imagine
                that the train left the station on January 1, 2050. It circles
                Earth over and over again for 100 years before finally coming to
                a halt on New Year's Day, 2150. The passengers will have only
                lived one week because time is slowed down that much inside the
                train. When they got out they'd find a very different world
                from the one they'd left. In one week they'd have travelled 100
                years into the future. Of course, building a train that could
                reach such a speed is quite impossible. But we have built
                something very like the train at the world's largest particle
                accelerator at CERN in Geneva, Switzerland. </font></p>
            <p style="text-align: justify;"><font style="font-size: 1.2em;">Deep
                underground, in a circular tunnel 16 miles long, is a stream of
                trillions of tiny particles. When the power is turned on they
                accelerate from zero to 60,000mph in a fraction of a second.
                Increase the power and the particles go faster and faster, until
                they're whizzing around the tunnel 11,000 times a second, which
                is almost the speed of light. But just like the train, they
                never quite reach that ultimate speed. They can only get to
                99.99 per cent of the limit. When that happens, they too start
                to travel in time. We know this because of some extremely
                short-lived particles, called pi-mesons. Ordinarily, they
                disintegrate after just 25 billionths of a second. But when they
                are accelerated to near-light speed they last 30 times longer. </font></p>
            <p style="text-align: justify;"><font style="font-size: 1.2em;">It
                really is that simple. If we want to travel into the future, we
                just need to go fast. Really fast. And I think the only way
                we're ever likely to do that is by going into space. The fastest
                manned vehicle in history was Apollo 10. It reached 25,000mph.
                But to travel in time we'll have to go more than 2,000 times
                faster. And to do that we'd need a much bigger ship, a truly
                enormous machine. The ship would have to be big enough to carry
                a huge amount of fuel, enough to accelerate it to nearly the
                speed of light. Getting to just beneath the cosmic speed limit
                would require six whole years at full power. </font></p>
            <p style="text-align: justify;"><font style="font-size: 1.2em;">The
                initial acceleration would be gentle because the ship would be
                so big and heavy. But gradually it would pick up speed and soon
                would be covering massive distances. In one week it would have
                reached the outer planets. After two years it would reach
                half-light speed and be far outside our solar system. Two years
                later it would be travelling at 90 per cent of the speed of
                light. Around 30 trillion miles away from Earth, and four years
                after launch, the ship would begin to travel in time. For every
                hour of time on the ship, two would pass on Earth. A similar
                situation to the spaceship that orbited the massive black hole.
              </font></p>
            <p style="text-align: justify;"><font style="font-size: 1.2em;">After
                another two years of full thrust the ship would reach its top
                speed, 99 per cent of the speed of light. At this speed, a
                single day on board is a whole year of Earth time. Our ship
                would be truly flying into the future. <br>
              </font></p>
            <p style="text-align: justify;"><font style="font-size: 1.2em;">The
                slowing of time has another benefit. It means we could, in
                theory, travel extraordinary distances within one lifetime. A
                trip to the edge of the galaxy would take just 80 years. But the
                real wonder of our journey is that it reveals just how strange
                the universe is. It's a universe where time runs at different
                rates in different places. Where tiny wormholes exist all around
                us. And where, ultimately, we might use our understanding of
                physics to become true voyagers through the fourth
                dimension.&nbsp;</font></p>
            <p style="text-align: justify;"> </p>
            <p style="font-weight: bold; font-style: italic; text-align: justify;"><font
                style="font-size: 1.2em;">'Stephen Hawking's Universe' begins on
                May 9 on Discovery Channel (HD) at 9pm</font></p>
          </div>
        </blockquote>
      </article>
    </div>
  </body>
</html>
